import { Prisma } from '@/src/shared/api/prisma/generated/client';

type ProductSeedData = Omit<
  Prisma.ProductCreateInput,
  'category' | 'images' | 'characteristics' | 'slug' | 'rating' | 'reviewsCount'
> & {
  characteristics: {
    name: string;
    value: string;
    isSearchable?: boolean;
    priority?: number;
  }[];
  images: {
    thumbnail: string;
    url: string;
    priority?: number;
  }[];
  categorySlug: string;
};

export const products: ProductSeedData[] = [
  {
    title: 'Наушники блютуз беспроводные большие с микрофоном\t',
    categorySlug: 'aksessuary',
    brand: 'MILLIANT ONE',
    description:
      'Музыкальная полноразмерная аудиотехника tws от нашего бренда – это идеальный аксессуар для аудио, игр и видео. Популярные оттенки -  белый и черный цвет, с красивой RGB подсветкой несомненно привлечет мужские и женские взгляды. Мощный аккумулятор электроники, быстрая зарядка длинным шнуром разъемом usb – type – си позволяет 45 часов беспрерывно просушивать стерео музыку. Не знаете, что подарить мужчине? Дивайс разработан не только для повседневных разговоров без задержки и шума. Они прекрасно подойдут для геймеров. Подключите к ним планшет, телевизор (tv) и пк и с помощью аукс кабеля. С ними крутые игровые сессии будут ярче и интересней! Ничем не уступают айфоновским аирподс. Ищите подключение без проводов? Тогда этот набор для Вас! Скоростное соединение для смартфона по блютус с android и платформой компании эпл. Настоящая находка для взрослого и ребенка! Воспользуйтесь блютузом, подключите гаджеты айфон, hoko (хоко), редми, самсунг, сони и наслаждайтесь гарнитурой. Громкие, кристальные чистые звуковые волны погрузят вас в мир прекрасного стереозвучания, а хорошие, красивые, басы окунут в новую музыкальную атмосферу. Спектр их применения очень различен. Автомобильный pods, компьютерные, спортивные и геймерские.  Идеальны для спорта, тренировок, бега, зала, работы, дома или улицы. Они шумоподавляющие, собеседника прекрасно слышно во время звонков. Наша техника выполнена из высококачественного материала. Водонепроницаемый корпус и крепкий ободок. Он не боится царапин и им не нужен чехол. Регулируемое оголовье идеально для чувствительных ушей. Мягкие, круглые, защитные накладки-вкладыши очень комфортны. Пульт управления помогает принять звонок, а специальная кнопка поможет отрегулировать звук. Порадуйте мальчика или своих девочек, они не травмируют детские ушки. Отличный сюрприз на День Рождения, Новый год, 8 Марта, 14 или 23 Февраля. Они подойдут в качестве оригинальный подарка для детей и подростков, у них красивая коробка. ',
    price: 1410,
    oldPrice: 1974,
    discount: 40,
    stock: 10,
    characteristics: [
      {
        name: 'Модель',
        value: 'MILLIATN 2211B',
        isSearchable: true,
        priority: 6,
      },
      {
        name: 'Вид наушников',
        value: 'Накладные; светящиеся; не проводные',
      },
      {
        name: 'Тип подключения',
        value: 'Без провода; с проводом',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Совместимость',
        value:
          'iPhone; Samsung; Honor; xiaomi; huawei; apple; hoco; redmi; sony; андроид',
      },
      {
        name: 'Тип крепления наушников',
        value: 'Вертикальная дужка; на уши; голову',
      },
      {
        name: 'Тип акустического оформления',
        value: 'закрытые; с активным шумоподавлением',
      },
      {
        name: 'Чувствительность',
        value: '121 дБ',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Минимальная воспроизводимая частота',
        value: '20 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная воспроизводимая частота',
        value: '20000 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Импеданс',
        value: '32 Ом',
      },
      {
        name: 'Радиус беспроводной связи',
        value: '10 метров',
      },
      {
        name: 'Разъем подключения наушников',
        value: 'AUX jack 3.5 мм; USB Type-C',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'bluetooth',
      },
      {
        name: 'Доп. опции наушников',
        value: 'Подсветка; mp3 плеер; microSD разъем',
      },
      {
        name: 'Емкость аккумулятора',
        value: '400 mAh',
      },
      {
        name: 'Время зарядки',
        value: '2 часа',
      },
      {
        name: 'Время работы от аккумулятора',
        value: '45 ч',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Длина кабеля (м)',
        value: '1 м',
      },
      {
        name: 'Материал корпуса',
        value: 'ABC пластик; искусственная кожа',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Степень пылевлагозащиты',
        value: 'нет',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '339 г',
      },
      {
        name: 'Диаметр мембраны',
        value: '40 мм',
      },
      {
        name: 'Ширина предмета',
        value: '17 см',
      },
      {
        name: 'Высота предмета',
        value: '8.5 см',
      },
      {
        name: 'Комплектация',
        value: 'Беспроводные наушники - 1 шт; провод',
      },
      {
        name: 'Длина упаковки',
        value: '18 см',
      },
      {
        name: 'Высота упаковки',
        value: '9 см',
      },
      {
        name: 'Ширина упаковки',
        value: '13 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1693/part169384/169384465/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1693/part169384/169384465/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1693/part169384/169384465/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1693/part169384/169384465/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1693/part169384/169384465/images/c246x328/9.webp',
        url: 'https://basket-12.wbbasket.ru/vol1693/part169384/169384465/images/c516x688/9.webp',
      },
    ],
    views: 72,
  },
  {
    title: 'Гироскутер/ гироскутер детский',
    categorySlug: 'giroskuteri',
    brand: 'Drift Start',
    description:
      'Новинка 2026 года 6,5-дюймовые колеса гироскутера - это и есть двигатели. Такие моторы разгонят вас до 10 км/ч. Разгон безопасен для детей, поэтому может стать отличным подарком для вашего ребенка. Питает мотор-колеса 4.4Ah батарея. На полном ее заряде вы проедете до 14 километров пути. Это 1.5-2 часа катания без перерыва! Плюс покрышек гироборда в том, что они делают поездку мягче. Даже если на вашем пути неровности, надувные колеса сгладят их и сделают практически незаметными.Гироскутер в комплектации: встроенная блютуз колонка и функция самобаланса, которая обеспечивает дополнительную безопасность при езде, даже если на вашем пути возникнут препятствия. Гироскутер/ гироскутер детский/ гиросекутер самобаланс/ гироскутер с подсветкой/ гиросакутер с колонкой/ гироскутер для детей/ гироскутер детский/.',
    price: 8280,
    oldPrice: 11178,
    discount: 35,
    stock: 22,
    characteristics: [
      {
        name: 'Цвет',
        value: 'фиолетовый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '10 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '70 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Емкость аккумулятора',
        value: '17500 мА*ч',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '6,5',
      },
      {
        name: 'Время зарядки',
        value: '2-3 часа',
      },
      {
        name: 'Пробег на одном заряде макс.',
        value: '14 км',
      },
      {
        name: 'Тип аккумулятора',
        value: 'Li-Ion',
      },
      {
        name: 'Подсветка',
        value: 'есть',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Комплектация',
        value: 'Инструкция - 1 шт.; Гироскутер - 1 шт; Зарядник - 1 шт.',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '8 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '9 кг',
      },
      {
        name: 'Длина упаковки',
        value: '62 см',
      },
      {
        name: 'Высота упаковки',
        value: '20 см',
      },
      {
        name: 'Ширина упаковки',
        value: '20 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c246x328/1.webp',
        url: 'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c246x328/2.webp',
        url: 'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c246x328/3.webp',
        url: 'https://basket-13.wbbasket.ru/vol2042/part204265/204265456/images/c516x688/3.webp',
      },
    ],
    views: 114,
  },
  {
    title: 'Сигвей MINIPRO by minirobot Pro 54 V',
    categorySlug: 'sigvei-i-mini-sigvei',
    brand: 'Glissade and Silin',
    description:
      'Сигвей Mini Robot Pro 54V - с дистанционным управлением и LED-подсветкой. Гироскутер легко управляется и разгоняется до 20 км/ч благодаря моторам, мощность которых увеличена до 400 Вт на каждый.  А новая батарея на 4400 мАч продлит путь до 28 км без подзарядки, а так же более быстрый разгон. Удобный, функциональный транспорт позаботится о вашем комфорте вне зависимости от дорожного покрытия. С помощью приложения на смартфон вы сможете настроить транспорт под себя, вбирайте нужную скорость, подходящую подсветку и направление движения, а руль можно настроить под рост райдера. Ездить на нем можно куда угодно: на работу, за продуктами, в гости или на шоппинг. Ездить на MINIPRO by minirobot Pro можно даже в холодное время года. У него широкий температурный режим и есть влагозащита по стандарту IP54. Она защищает всю электронику от пыли и влаги, которые могут попасть внутрь с дороги. А чтобы кататься по снегу или прямо после дождя, мы рекомендуем установить дополнительную гидроизоляцию. С ней мини-сигвей будет готов к любой погоде. Если вы решите покататься ночью, MINIPRO by minirobot Pro запросто осветит дорогу перед вами. Спереди у него установлены две мини-фары, которые направлены вниз. Они сделают видимой дорогу на несколько метров вперед. Удобно и легко переносить. Если модель разрядится, то ее можно катить за собой как чемодан, благодаря ручке-поручню. Корпус устройства сделан из износостойкого полимера, этот тип пластмассы очень гибкий, легкий и прочный. Под ним находится металлическая рама, которая позволяет дрифт устройству выдерживать до 100 килограммов нагрузки. Стильные колпаки колес. При этом, мини электроскутер весит всего 12.8 кг.  Диаметр колёс: 10.5 дюймов. Имеется система самобалансировки. Такой дрифт кар идеален на подарок в день рождения, Новый год, 23 февраля, просто так, в качестве сюрприза. Мама и папа подарив такой подарок своему ребенку обеспечат запоминающийся праздник и создадут отличное настроение надолго. Мини сигвей с ручкой от minipro можно считать как детским видом транспорта, так и взрослым. Поставляется в двух цветах: белый и черный. Также доступно приложение для телефона M1ROBOT, которое включает в себя: информативное меню с показом пробега, скорости движения, пробег с момента включения. в приложении присутствуют настройки: установки максимальной и минимальной скорости, установки чувствительности рулевого управления, авторегулирования рулевой чувствительности, настройка балансировки платформы, автоматическое выключения, и самое главное изменения цвета подсветки фонарей. Системная информация: версия прошивки. Имеется система против кражи с установкой замка. Прекрасный подарок на любой праздник и без повода, для родных и любимых людей! ',
    price: 18144,
    oldPrice: 29030,
    discount: 60,
    stock: 4,
    characteristics: [
      {
        name: 'Цвет',
        value: 'белый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'пластик',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '20 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '100 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Мощность устройства',
        value: '1000 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Доп. опции электротранспорта',
        value:
          'функция самобаланса; приложение для смартфона; регулировка ручки руля по высоте',
      },
      {
        name: 'Макс. время непрерывной работы на одном заряде',
        value: '3.5 часов',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '28 км',
      },
      {
        name: 'Емкость аккумулятора',
        value: '4.4AH',
      },
      {
        name: 'Высота рулевой стойки мин.',
        value: '50 см',
      },
      {
        name: 'Высота рулевой стойки макс.',
        value: '63 см',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '10.5',
      },
      {
        name: 'Тип колес',
        value: 'надувные',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Комплектация',
        value:
          'инструкция; гарантийная книжка; зарядное устройство; Комплект для сборки',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '11 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '13 кг',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Время зарядки',
        value: '3 часа',
      },
      {
        name: 'Количество колес',
        value: '2 шт',
      },
      {
        name: 'Гарантийный срок',
        value: '14 дней',
      },
      {
        name: 'Длина упаковки',
        value: '41 см',
      },
      {
        name: 'Высота упаковки',
        value: '29 см',
      },
      {
        name: 'Ширина упаковки',
        value: '60 см',
      },
    ],
    coverImage:
      'https://basket-03.wbbasket.ru/vol337/part33792/33792239/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-03.wbbasket.ru/vol337/part33792/33792239/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-03.wbbasket.ru/vol337/part33792/33792239/images/c246x328/1.webp',
        url: 'https://basket-03.wbbasket.ru/vol337/part33792/33792239/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-03.wbbasket.ru/vol337/part33792/33792239/images/c246x328/3.webp',
        url: 'https://basket-03.wbbasket.ru/vol337/part33792/33792239/images/c516x688/3.webp',
      },
    ],
    views: 43,
  },
  {
    title: 'Смарт часы Smart Watch круглые',
    categorySlug: 'unnie-chasi',
    brand: 'Mak.Rom',
    description:
      'Умные часы Smart Watch на запястье с круглым электронным циферблатом, модным металлическим и силиконовым ремешком и богатым арсеналом полезных возможностей, включая функцию голосового помощника, спортивного трекера, измерения давления, будильника,  калькулятора, секундомера, таймера, звонков и др. Светодиодный экран amoled диагональю 1.55" и разрешением 466х466 px обеспечивает четкое и яркое отображение информации, широкий угол обзора, высокую скорость работы и низкое энергопотребление смартчасов. Цифровой фитнес-браслет оснащен аккумуляторной батареей емкостью 380 мА*ч, . Благодаря интерфейсу Блютуз 5.0 у вас всегда будет быстрая и надежная связь с вашим айфоном или смартфоном на андроид. А с помощью беспроводной магнитной зарядки USB вы сможете легко заряжать smart-часы в любое удобное время. Ручной браслет здоровья включает датчик артериального давления (тонометр), шагомер, пульсометр (измеритель пульса), является эффективным помощником во время кардио тренировок, похудения, бега в зале или на улице, велоспорта. Корпус из нержавеющей стали обеспечивает прочность и долговечность молодежным часам, а сапфировое ударопрочное стекло защищает экран от царапин и повреждений. Влагозащита от пыли и брызг (класс защиты IP64) позволяет использовать водонепроницаемые смарт часы сенсорные даже в условиях повышенной влажности. Наручные часы смарт вотч подойдут для спорта, работы в офисе, повседневных нужд или в дополнение к походным аксессуарам. Смарт-часы на руку с сенсорным управлением и различными умными приложениями станут стильным подарком для женской и мужской аудитории, как взрослых мужчин и женщин, пожилых, так и подростков. Идеальны на день рождение парню, девушке, молодому человеку, школьнику или туристу.Совместимы с моделями мобильных телефонов на базе Android андроид, включая самсунги, и для iphone айфон на iOS. Цвет черный. В комплекте подарочный ремешок.',
    price: 2684,
    oldPrice: 4562,
    discount: 70,
    stock: 0,
    characteristics: [
      {
        name: 'Модель',
        value: 'умные смарт часы 2026; фитнес-браслет',
      },
      {
        name: 'Совместимые ОС',
        value: 'Android; iOS',
      },
      {
        name: 'Циферблат часов',
        value: 'цифровой; круглый',
      },
      {
        name: 'Длина циферблата',
        value: '4 см',
      },
      {
        name: 'Ширина циферблата',
        value: '4 см',
      },
      {
        name: 'Тип дисплея/экрана',
        value: 'AMOLED; сенсорный',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Диагональ экрана',
        value: '1.55"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Разрешение экрана',
        value: '466х466',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Емкость аккумулятора',
        value: '380 мА*ч',
      },
      {
        name: 'Время непрерывной автономной работы',
        value: '3 дня',
      },
      {
        name: 'Время зарядки аккумулятора',
        value: '120 мин',
      },
      {
        name: 'Вид стекла',
        value: 'сапфировое; противоударное',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Подключение к ПК',
        value: 'Есть (USB)',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Bluetooth5.0',
      },
      {
        name: 'Датчики',
        value:
          'артериального давления; гироскоп; движения; микрофон; пульсометр',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал корпуса',
        value: 'нержавеющая сталь',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Вид разъема',
        value: 'беспроводная магнитная зарядка; USB',
      },
      {
        name: 'Доп. опции смарт-часов и пульсометров',
        value: 'фитнес трекер; тонометр, шагомер; голосовой помощник, звонки',
      },
      {
        name: 'Класс водонепроницаемости',
        value: 'IP64 (защита от брызг)',
      },
      {
        name: 'Материал браслета',
        value: 'силикон; металл',
      },
      {
        name: 'Длина ремешка',
        value: '23 см',
      },
      {
        name: 'Толщина корпуса',
        value: '12 мм',
      },
      {
        name: 'Гарантийный срок',
        value: '12 мес',
      },
      {
        name: 'Страна производства',
        value: 'Гонконг',
      },
      {
        name: 'Вес товара с упаковкой (г)',
        value: '200 г',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '100 г',
      },
      {
        name: 'Ширина предмета',
        value: '5 см',
      },
      {
        name: 'Комплектация',
        value:
          'смарт часы; Беспроводное зарядное устройство; силиконовый ремешок; Металлический ремешок; коробка',
      },
      {
        name: 'Длина упаковки',
        value: '11 см',
      },
      {
        name: 'Высота упаковки',
        value: '11 см',
      },
      {
        name: 'Ширина упаковки',
        value: '11 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1715/part171563/171563700/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1715/part171563/171563700/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1715/part171563/171563700/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1715/part171563/171563700/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1715/part171563/171563700/images/c246x328/8.webp',
        url: 'https://basket-12.wbbasket.ru/vol1715/part171563/171563700/images/c516x688/8.webp',
      },
    ],
    views: 18,
  },
  {
    title: 'Умные часы круглые smart watch',
    categorySlug: 'unnie-chasi',
    brand: 'ArkTech',
    description:
      'Премиальная серия смарт часов DT3 MAX - это совершенно новые наручные смарт часы шикарного дизайна и огромного функционала - от звонков и приема сообщений и уведомлений до контроля Вашего состояния здоровья, а именно подсчета калорий, мониторинга сна, пульсометра, шагомера, измерения давления. и др. Часы электронные на руку отлично подходят как детские, так и мужские или женские наручные часы. В комплект входят - часы с ремешком, беспроводная зарядка, инструкция и гарантийный талон. Часы произведены из крепкого алюминиевого корпуса и имеют степень защиты IP 67. Часы электронные принимают уведомления с мессенджеров и сообщения с телефона. С их помощью Вы можете говорить с собеседником, не вынимая телефон с кармана или сумки, ведь в них встроен очень хороший динамик и микрофон. Смарт-часы сопрягаются с телефонами с операционными системами IOS 10.0 и выше и Android 5.0 и выше. Это отличное дополнение к Вашей электронике. Привлекательный и минималистичный дизайн, позволяющий использовать фитнес часы наручные с любой одеждой и выбранным вами образом. Уверены, что вам придутся по нраву современные часы мужские от проверенного производителя. К часам легко пристегиваются съемные браслеты с надежной застежкой. 2 ремешка идут в подарок. 3 ремешка в комплекте (силиконовый, металлический, кожаный). Стильные смарт часы мужские круглые очень красиво смотрятся на руке и подойдут для людей всех возрастов. Для настройки и удобного взаимодействия телефона со смарт часами разработано приложение, скачать которое можно считав QR код в часиках, в инструкции, либо на коробке. Наручные часы для мужчин, smart-часы - это полноценный гатжет, который имеет защиту от попадания пыли и влаги. Срок службы 2 года. Смарт часы женские, будут отличным подарком на любой праздник: День рождения, 8 марта, 23 февраля, 14 февраля. Эти часы телефон выбирают за плавную анимацию, быстрый сенсор, наличие калькулятора и мульти-спортивных режимов. Смарт часы мужские андроид не являются медицинским прибором.',
    price: 1999,
    oldPrice: 2400,
    discount: 20,
    stock: 0,
    characteristics: [
      {
        name: 'Модель',
        value: 'смарт часы мужские; смарт часы женские',
      },
      {
        name: 'Совместимые ОС',
        value: 'Android 5.0 и выше; IOS 10.0 и выше',
      },
      {
        name: 'Циферблат часов',
        value: 'аналоговый; цифровой; сенсорный',
      },
      {
        name: 'Тип дисплея/экрана',
        value: 'Сенсорный; безрамочный; IPS',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Диагональ экрана',
        value: '1,36"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Разрешение экрана',
        value: '390х390',
      },
      {
        name: 'Питание',
        value: 'беспроводная зарядка; от аккумулятора',
      },
      {
        name: 'Емкость аккумулятора',
        value: '320 мА*ч',
      },
      {
        name: 'Время непрерывной автономной работы',
        value: 'до 5 дней',
      },
      {
        name: 'Время зарядки аккумулятора',
        value: '240 мин',
      },
      {
        name: 'Вид стекла',
        value: 'комбинированное; повышенная прочность',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Подключение к ПК',
        value: 'нет',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Bluetooth; 5,2; NFC',
      },
      {
        name: 'Датчики',
        value:
          'Пульсометр; Шагомер; артериального давления; кислорода; калорий',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал корпуса',
        value: 'металл; пластик',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Вид разъема',
        value: 'беспроводной модуль USB',
      },
      {
        name: 'Доп. опции смарт-часов и пульсометров',
        value: 'часы электронные; часы смарт; часы мужские спортивные',
      },
      {
        name: 'Класс водонепроницаемости',
        value: 'IP67 (влагонепроницаемые)',
      },
      {
        name: 'Материал браслета',
        value: 'силикон; металл; кожа',
      },
      {
        name: 'Длина ремешка',
        value: '23.7 см',
      },
      {
        name: 'Толщина корпуса',
        value: '12 мм',
      },
      {
        name: 'Гарантийный срок',
        value: '12 месяцев',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '45 г',
      },
      {
        name: 'Комплектация',
        value:
          'смарт часы; беспроводная зарядка; инструкция; гарантийный талон',
      },
      {
        name: 'Длина упаковки',
        value: '25 см',
      },
      {
        name: 'Высота упаковки',
        value: '3 см',
      },
      {
        name: 'Ширина упаковки',
        value: '7 см',
      },
    ],
    coverImage:
      'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c516x688/5.webp',
    coverThumbnail:
      'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c246x328/5.webp',
    images: [
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c246x328/5.webp',
        url: 'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c516x688/5.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c246x328/6.webp',
        url: 'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c516x688/6.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c246x328/7.webp',
        url: 'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c516x688/7.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c246x328/9.webp',
        url: 'https://basket-09.wbbasket.ru/vol1234/part123463/123463850/images/c516x688/9.webp',
      },
    ],
    views: 99,
  },
  {
    title: 'Сигвеи MiniRobot Pro 10.5"',
    categorySlug: 'sigvei-i-mini-sigvei',
    brand: 'MiniRobot',
    description:
      'Сигвеи MiniRobot Pro отличный подарок для ребенка! У нас вы можете приобрести сигвей Mini Robot Pro 36V по привлекательной цене и оформить доставку в любую точку страны.Новый гироскутер Миниробот Про улучшенная версия сигвея, который обзавёлся мощными двигателями на каждом из колёс, красочной LED-подсветкой и новым приложением. Корпус выполнен из ударопрочного пластика и устойчив к вибрациям. Гироскутер MiniRobot Pro оснащен 10 дюймовыми колесами, которые отлично справятся с любыми неровностями. Сигвей снабжён защитой от перенапряжения, пониженного напряжения, короткого замыкания и перегрева.Мини робот Pro версии имеет регулируемый по длине рычаг управления, с телескопической ручкой для более комфортной транспортировки.',
    price: 16647,
    oldPrice: 21640,
    discount: 30,
    stock: 0,
    characteristics: [
      {
        name: 'Цвет',
        value: 'белый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'пластик',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '14 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '110 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Мощность устройства',
        value: '700 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '18 км',
      },
      {
        name: 'Емкость аккумулятора',
        value: '4400 мА*ч',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '10"',
      },
      {
        name: 'Тип колес',
        value: 'надувные с камерой',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Комплектация',
        value: 'инструкция; зарядное устройство; коробка',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '13.5 кг',
      },
      {
        name: 'Питание',
        value: 'от сети 220V',
      },
      {
        name: 'Количество колес',
        value: '2 шт',
      },
      {
        name: 'Гарантийный срок',
        value: '1год',
      },
      {
        name: 'Длина упаковки',
        value: '20 см',
      },
      {
        name: 'Высота упаковки',
        value: '20 см',
      },
      {
        name: 'Ширина упаковки',
        value: '20 см',
      },
    ],
    coverImage:
      'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c246x328/1.webp',
        url: 'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c246x328/2.webp',
        url: 'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c246x328/3.webp',
        url: 'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c516x688/3.webp',
      },
      {
        thumbnail:
          'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c246x328/4.webp',
        url: 'https://basket-02.wbbasket.ru/vol246/part24668/24668971/images/c516x688/4.webp',
      },
    ],
    views: 12,
  },
  {
    title: 'Развивающий детский планшет - повторяй слова и слушай сказки',
    categorySlug: 'unnie-igrushki',
    brand: 'Lumicube',
    description:
      'Представляем развивающий планшет Lumicube Talky для малышей! Это уникальное устройство с карточками, которое поможет вашему ребенку начать говорить и развиваться в процессе игры. Принцип работы прост: вставляете карточки, планшет повторяет слова и звуки животных на них. \nЭта игрушка не только интерактивная, но и развивающая. Она помогает запускать и развивать речь, увеличивать словарный запас, улучшать моторику рук и память. Карточки с английским языком помогут детям изучать иностранный язык с малых лет, а звуки животных и запуск речи игра стимулируют разговорный тренинг. Lumicube Токи также является логопедической игрушкой.\nЭтот обучающий планшет отлично подойдет для детей от 1 года и старше, включая малышей до года, которые могут играть под надзором взрослых. Ребенок сможет самостоятельно изучать звуки животных и повторять слова, развивая речь и память. Этот планшет станет отличным помощником для родителей, которые хотят помочь своему ребенку начать говорить и развиваться с ранних лет.\nКроме того, Lumicube Talky предоставляет возможность расширить игровой опыт ребенка с помощью дополнительных карточек со сказками, включая терапевтические и русские народные сказки. Таким образом, ваш ребенок не только развивает речь и память, но и узнает много нового и интересного благодаря этому многофункциональному планшету. В том числе используйте сказки на ночь, чтобы приготовить ребенка ко сну. Купив этот планшет, вы дарите своему ребенку увлекательное и обучающее развитие и немного свободного времени себе. \n\nВставьте умную карточку с QR-кодом на обратной стороне и устройство прочитает ее. В комплект входит 55 карточек на русском языке на разные тематики: семья, профессии, цвета, формы, природа, одежда. Остальные карточки на русском и английском языках и со сказками - продаются отдельно. Устройство для чтения обучающих карточек TALKY - настоящий помощник и самоучитель, развивашка для ребенка. Можно использовать как детский тренажер для изучения английского языка дошкольникам.',
    price: 1730,
    oldPrice: undefined,
    discount: 0,
    stock: 15,
    characteristics: [
      {
        name: 'Цвет',
        value: 'белый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал игрушки',
        value: 'ABS-пластик',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Интерактивные функции',
        value: 'говорит; обучение; развивающие',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Особенности игрушки',
        value: 'без батареек; Развивает мелкую моторику и словарный запас',
      },
      {
        name: 'Тренируемые навыки',
        value:
          'Мелкая моторика рук, мышление; Словарный запас, мышление, развитие речи, память; Сенсорное и визуальное восприятие',
      },
      {
        name: 'Эффекты',
        value: 'говорящая',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Высота предмета',
        value: '2 см',
      },
      {
        name: 'Ширина предмета',
        value: '10 см',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Возрастные ограничения',
        value: '1+ (лет)',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Комплектация',
        value:
          'Инструкция - 1 шт.; Гарантийный талон - 1 шт.; Кабель для зарядки USB Type-C - 1 шт.; Устройство Talky - 1 шт.; Комплект карточек - 55 шт.',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c246x328/3.webp',
        url: 'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c516x688/3.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c246x328/5.webp',
        url: 'https://basket-10.wbbasket.ru/vol1502/part150252/150252654/images/c516x688/5.webp',
      },
    ],
    views: 120,
  },
  {
    title: 'Электромобиль детский электрокар машина на аккумуляторе',
    categorySlug: 'electromobili',
    brand: 'City-Ride',
    description:
      'Детский электромобиль Mercedes Benz представляет собой стильную уменьшенную копию настоящего автомобиля премиум класса, выполненную по официальной лицензии. Машинка оснащена открывающимися дверьми, сиденьем из эко-кожи и колесами EVA, наличие ремня безопасности и функции плавный старт/стоп сделает этот процесс еще и по-настоящему безопасным. Для машины предусмотрены два сценария управления: самостоятельное управление ребёнком и управление с пульта. Основные характеристики: Максимальная нагрузка - до 25 кг.аккумулятор 12V/4.5Ah. редуктор: 380х2.радиоуправление 2.4GHz. открываются двери. мягкие колеса EVA. сиденье из эко-кожи. ремень безопасности. световые и звуковые эффекты. функция плавный старт. светодиодные огни фар. в комплекте: аккумулятор, зарядное устройство, пульт дистанционного управления, инструкция по сборке на русском языке. Размер машины: 110х69х56,5см. Размер упак-ки: 105х55х33см. Для пульта потребуются 2 батарейки типа АА (в комплект не входят).',
    price: 18049,
    oldPrice: 32490,
    discount: 80,
    stock: 3,
    characteristics: [
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'пластик',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальный рост',
        value: '120 см',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Высота предмета',
        value: '56.5 см',
      },
      {
        name: 'Ширина предмета',
        value: '69 см',
      },
      {
        name: 'Длина предмета',
        value: '110 см',
      },
      {
        name: 'Максимальная скорость',
        value: '4.5 км/ч',
      },
      {
        name: 'Нагрузка максимальная',
        value: '25 кг',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'USB; пульт ДУ; MP3',
      },
      {
        name: 'Макс. время непрерывной работы на одном заряде',
        value: '2 часа',
      },
      {
        name: 'Толщина колеса',
        value: '90 мм',
      },
      {
        name: 'Тип тормоза',
        value: 'ножной',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '9',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Подсветка',
        value: 'нет',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Тип колес',
        value: 'EVA',
      },
      {
        name: 'Напряжение',
        value: '220-240 В',
      },
      {
        name: 'Комплектация',
        value:
          'Аккумулятор - 1 шт; Инструкция - 1шт.; пульт ДУ-1 шт; Зарядное устройство- 1 шт; Детский электромобиль 1 шт',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '17 кг',
      },
      {
        name: 'Длина упаковки',
        value: '32 см',
      },
      {
        name: 'Высота упаковки',
        value: '58 см',
      },
      {
        name: 'Ширина упаковки',
        value: '104 см',
      },
    ],
    coverImage:
      'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c246x328/1.webp',
        url: 'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c246x328/2.webp',
        url: 'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c246x328/6.webp',
        url: 'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c516x688/6.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c246x328/8.webp',
        url: 'https://basket-09.wbbasket.ru/vol1172/part117244/117244147/images/c516x688/8.webp',
      },
    ],
    views: 141,
  },
  {
    title: 'Ноутбук Acer Aspire 3 A315-35 NX.A6LER.004',
    categorySlug: 'noutbuki',
    brand: 'Acer',
    description:
      'Этот ноутбук создан для тех, кто хочет получить качественное и производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Надежный накопитель предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе.',
    price: 35070,
    oldPrice: 38580,
    discount: 10,
    stock: 1,
    characteristics: [
      {
        name: 'Модель',
        value: 'A315-35 P82SUN',
      },
      {
        name: 'Операционная система',
        value: 'noOS',
      },
      {
        name: 'Версия операционной системы',
        value: 'noOS',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Серия ноутбуков',
        value: 'Aspire 3',
      },
      {
        name: 'Диагональ экрана',
        value: '15.6"',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Тип матрицы',
        value: 'IPS',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Разрешение экрана',
        value: '1920x1080',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Частота обновления',
        value: '60 Гц',
      },
      {
        name: 'Поверхность экрана',
        value: 'антибликовая',
      },
      {
        name: 'Линейка процессоров',
        value: 'Intel Pentium',
      },
      {
        name: 'Процессор',
        value: 'Intel Pentium N6000',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Количество ядер процессора',
        value: '4',
      },
      {
        name: 'Тактовая частота процессора',
        value: '1100 МГц',
      },
      {
        name: 'Тип оперативной памяти',
        value: 'DDR4',
      },
      {
        name: 'Объем оперативной памяти',
        value: '8 ГБ',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Тип накопителя',
        value: 'SSD',
      },
      {
        name: 'Объем накопителя SSD',
        value: '256 ГБ',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Тип видеокарты',
        value: 'встроенная',
      },
      {
        name: 'Видеокарта',
        value: 'Intel UHD',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Bluetooth; Wi-Fi',
      },
      {
        name: 'Комплектация',
        value: 'ноутбук; адаптер питания; инструкция',
      },
      {
        name: 'Интерфейс',
        value: 'USB 2.0; USB 3.2; HDMI',
      },
      {
        name: 'Порт USB 3.x',
        value: '2 шт',
      },
      {
        name: 'Порт USB 2.0',
        value: '1 шт',
      },
      {
        name: 'Разъем HDMI',
        value: '1 шт',
      },
      {
        name: 'Разъем для наушн./микрофона 3.5мм',
        value: '1 шт',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '1.9 кг',
      },
      {
        name: 'Время работы от аккумулятора',
        value: '8 ч',
      },
      {
        name: 'Длина упаковки',
        value: '25 см',
      },
      {
        name: 'Высота упаковки',
        value: '2 см',
      },
      {
        name: 'Ширина упаковки',
        value: '36 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c246x328/2.webp',
        url: 'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c246x328/4.webp',
        url: 'https://basket-12.wbbasket.ru/vol1723/part172331/172331046/images/c516x688/4.webp',
      },
    ],
    views: 56,
  },
  {
    title: 'Электроскутер',
    categorySlug: 'electroskuteri',
    brand: 'BMW',
    description:
      'Не оставляйте детей без присмотра. Не выезжайте на проезжую часть. Не давайте детям лейблы, упаковку и пластиковые пакеты. Перед использованием зарядите аккумулятор. Не нагружайте более 30 кг.',
    price: 9407,
    oldPrice: 10820,
    discount: 15,
    stock: 10,
    characteristics: [
      {
        name: 'Цвет',
        value: 'красный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '6 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '30 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'нет',
      },
      {
        name: 'Длина предмета',
        value: '104.5 см',
      },
      {
        name: 'Ширина предмета',
        value: '50 см',
      },
      {
        name: 'Высота рулевой стойки мин.',
        value: '59 см',
      },
      {
        name: 'Высота рулевой стойки макс.',
        value: '59 см',
      },
      {
        name: 'Макс. время непрерывной работы на одном заряде',
        value: '2 час',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '6 км',
      },
      {
        name: 'Диаметр заднего колеса/колес',
        value: '300 мм',
      },
      {
        name: 'Диаметр переднего колеса/колес',
        value: '300 мм',
      },
      {
        name: 'Толщина задних колес/колеса',
        value: '112 мм',
      },
      {
        name: 'Толщина передних колес/колеса',
        value: '123 мм',
      },
      {
        name: 'Время зарядки',
        value: '10 часов',
      },
      {
        name: 'Типоразмер элемента питания',
        value: 'собственный Li-Ion',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Комплектация',
        value: 'электромотоцикл',
      },
      {
        name: 'Вес без упаковки',
        value: '12.65 кг',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Вес с упаковкой',
        value: '12.83 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '3 года',
      },
      {
        name: 'Длина упаковки',
        value: '28 см',
      },
      {
        name: 'Высота упаковки',
        value: '30 см',
      },
      {
        name: 'Ширина упаковки',
        value: '100 см',
      },
    ],
    coverImage:
      'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c246x328/1.webp',
        url: 'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c246x328/2.webp',
        url: 'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c246x328/5.webp',
        url: 'https://basket-01.wbbasket.ru/vol84/part8465/8465621/images/c516x688/5.webp',
      },
    ],
    views: 98,
  },
  {
    title: 'Моноколесо Inmotion V5F Black',
    categorySlug: 'monokolesa',
    brand: 'Inmotion',
    description:
      'Модель Inmotion V5F Black имеет экстравагантный дизайн, корпус выполнен из твердого и надежного пластика, окрашенного в классический черный цвет. Оснащенный мощный двигатель, позволяет заезжать устройству в горку под наклоном 20 градусов. Удобные металлические подножки обеспечивают отличную жесткую сцепку благодаря наклейкам, изготовленным из наждачного покрытия (противоскользящие). Это позволяет управлять электроаппаратом не только взрослому человеку, но и даже ребенку.Небольшой вес всего 11кг позволяет не только нести, но и катить устройство как дорожный чемодан."Моноколесо V5F - моноколесо начального уровня, подойдет подросткам и девушкам для неспешного передвижения на расстояния до 30 км с максимальной скоростью 25 км/ч. В модельном ряду компании Inmotion занимает достойное место, характеризуется надежностью и очень полюбилось райдерам за вес в 11.9 кг. Благодаря педалям, которые располагаются на высоте около 12 см над землей на моноколесе inmotion v5f, несмотря не его скромные габариты, можно передвигаться в любые дорожных условиях и не опасаться, что при повороте зацепите асфальт. А цепкое наждачное покрытие просто фиксирует ноги и не даст им скользить.Несмотря на тонкий профиль, внутри V5F находится аккумулятор на 320 Втч и двигатель на 550 Вт. Такое сочетание оптимально для не слишком тяжелых райдеров.Либо же может использоваться как колесо “подскока” или транспорт “последней мили”. Максимальная нагрузка, заявленная производителей составляет 120 кг. Производитель позаботился об удобстве комфортной переноски моноколеса, там где невозможно проехать, в магазине, кафе, офисе, общественном транспорте. В дополнение к моноколесу продается удобная складная ручка. Интеллектуальная система управления питанием позаботится защите аккумулятора от перегрева, короткого замыкания, перезарядки, перепадов напряжения и прочих проблем. Как и в любом моноколесе Inmotion управление и необходимая информация доступна на экране вашего смартфона через официальное приложение.',
    price: 52000,
    oldPrice: 62400,
    discount: 20,
    stock: 10,
    characteristics: [
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Мощность устройства',
        value: '550 Вт',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная скорость',
        value: '25 км/ч',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Макс. время непрерывной работы на одном заряде',
        value: '35 час',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '35 км',
      },
      {
        name: 'Диаметр колес',
        value: '14"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Питание',
        value: 'от аккумулятора; от сети 220V',
      },
      {
        name: 'Гарантийный срок',
        value: '12 месяцев, на АКБ 3 мес, на зарядное устройство 14 дней',
      },
      {
        name: 'Длина упаковки',
        value: '52 см',
      },
      {
        name: 'Высота упаковки',
        value: '59 см',
      },
      {
        name: 'Ширина упаковки',
        value: '28 см',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1463/part146386/146386110/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1463/part146386/146386110/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1463/part146386/146386110/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1463/part146386/146386110/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1463/part146386/146386110/images/c246x328/3.webp',
        url: 'https://basket-10.wbbasket.ru/vol1463/part146386/146386110/images/c516x688/3.webp',
      },
    ],
    views: 88,
  },
  {
    title: 'Электроскутер Kugoo Kirin C2 Pro',
    categorySlug: 'electroskuteri',
    brand: 'KUGOО',
    description:
      'Электросамокат Kugoo Kirin C2 Pro: Ваш Надежный Спутник в Городской Среде\n\nKugoo Kirin C2 Pro - это электросамокат, который идеально подходит для взрослых и подростков, желающих комфортного и надежного электрического транспорта.\n\nНадежность и Производительность\n\nЭлектросамокат Kugoo Kirin C2 Pro оснащен мощным мотором, который гарантирует выдающуюся скорость и ускорение. Независимо от возраста, он предоставляет превосходную маневренность и комфорт в городе.\n\nДолгая Дистанция и Надежный Аккумулятор\n\nСнабженный качественным аккумулятором, Kirin C2 Pro предлагает впечатляющий запас хода, что делает его идеальным для длительных поездок. Аккумулятор обеспечивает стабильную и долгосрочную работу, даже при активном использовании.\n\nСтильный Дизайн и Комфорт\n\nСовременный и элегантный дизайн Kirin C2 Pro подчеркивает ваш стиль. Дополнительное сиденье и качественная амортизационная система обеспечивают комфорт при передвижении даже по неровным дорогам.\n\nИнтеллектуальное Управление\n\nСовременный дисплей и интуитивно понятная ручка управления делают использование Kirin C2 Pro легким и удобным. Вы можете контролировать скорость, выбирать режимы движения и следить за состоянием аккумулятора.\n\nБезопасность и Защита\n\nKugoo Kirin C2 Pro оснащен надежными тормозами и мощной системой освещения, что обеспечивает вашу безопасность в городском движении. Спидометр и сигнализация увеличивают уровень безопасности и комфорта.\n\nЛегкость и Портативность\n\nСкладная конструкция делает этот электросамокат универсальным и удобным для переноски. Положите его в багажник автомобиля, метро или в офис - он всегда с вами, готов к новым приключениям.\n\nKugoo Kirin C2 Pro - Ваш надежный и стильный спутник в городе, который делает поездки приятными и комфортными. Покоряйте город вместе с нами! Проезжает до 70 км .\nОписанные в карточке товара являются максимальными, могут меняться в связи с условиями эксплуатации.',
    price: 58148,
    oldPrice: 81407,
    discount: 40,
    stock: 0,
    characteristics: [
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '50 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '200 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'фара; боковые зеркала',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '60 км',
      },
      {
        name: 'Диаметр заднего колеса/колес',
        value: '304.8 мм',
      },
      {
        name: 'Диаметр переднего колеса/колес',
        value: '304.8 мм',
      },
      {
        name: 'Время зарядки',
        value: '5-6 часов',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Напряжение',
        value: '1000 В',
      },
      {
        name: 'Вес без упаковки',
        value: '50 кг',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Вес с упаковкой',
        value: '51 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Длина упаковки',
        value: '132 см',
      },
      {
        name: 'Высота упаковки',
        value: '65 см',
      },
      {
        name: 'Ширина упаковки',
        value: '30 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1805/part180551/180551754/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1805/part180551/180551754/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1805/part180551/180551754/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1805/part180551/180551754/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1805/part180551/180551754/images/c246x328/4.webp',
        url: 'https://basket-12.wbbasket.ru/vol1805/part180551/180551754/images/c516x688/4.webp',
      },
    ],
    views: 0,
  },
  {
    title: 'Тренажер математический планшет развивающий Арифметик',
    categorySlug: 'unnie-igrushki',
    brand: 'Bronos',
    description:
      'ОРИГИНАЛ, НЕ ПОКУПАЙТЕ ПОДДЕЛКИ! Волшебный гаджет, который станет неповторимым подарком для развития математических навыков вашего ребенка! Озвучка на русском языке! Этот умный планшет - великолепный компаньон в поездках и прогулках, поразит своими возможностями и захватит внимание малыша на долгие часы. Математический планшет Арифметик - самая легкая головоломка для маленьких умов! Электронный тренажер настольного размера содержит в себе бесконечное количество арифметических упражнений, игр и задач. Малыши будут с удовольствием решать сложение и вычитание, использовать таблицу умножения для умного счета. Они смогут сравнивать числа и делить их, размышлять над интересными примерами. В нашем математическом планшете есть голосовой помощник, озвучивающий, правильно или неправильно ввели цифры. Вычислительное устройство подарит вашему сыну 7 или дочери 8 лет незабываемые моменты радости и успеха. Уже в детском возрасте 5 6 лет они начнут активно развивать умственную активность и логическое мышление, осваивая основы арифметики и математики в школе, дороге и повседневной жизни. Оригинальный подарок на новый 2026 год, Рождество или день рождения, который точно порадует школьника 1 класса и не только! Это не калькулятор, это обучающий девайс для сада или дома. Развивающая игрушка идеально подходит как для девочек, так и для мальчиков от 4 до 9 10 лет. В тренажер встроена графическая доска для рисования, позволяющая считать и умножать, а также рисовать и создавать уникальные произведения искусства. Гаджет заряжается через USB-кабель. Дети весело проведут время без телефона, развлекаясь и учась одновременно! Новогодний подарок развивашка Арифметик - доказательство того, что обучение математике может быть не только полезным, но и увлекательным.',
    price: 760,
    oldPrice: undefined,
    discount: 0,
    stock: 0,
    characteristics: [
      {
        name: 'Цвет',
        value: 'белый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал игрушки',
        value: 'ABS-пластик',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Интерактивные функции',
        value: 'говорит; обучение арифметике и математике; рисование',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Особенности игрушки',
        value:
          'обучающая; развивающая игрушка интерактивная для детей; математические головоломки',
      },
      {
        name: 'Тренируемые навыки',
        value: 'внимание; математические способности; память',
      },
      {
        name: 'Эффекты',
        value: 'звуковые; рисование; арифметические действия',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Питание',
        value: 'USB; от аккумулятора',
      },
      {
        name: 'Типоразмер элемента питания',
        value: 'USB; от аккумулятора',
      },
      {
        name: 'Высота предмета',
        value: '19 см',
      },
      {
        name: 'Ширина предмета',
        value: '12 см',
      },
      {
        name: 'Возрастные ограничения',
        value: '5+ (лет)',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Комплектация',
        value:
          'планшет развивающий математический - 1 шт.; тренажер математики; задачи 1 класс математика; детская игрушка; развивающая игра',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c246x328/3.webp',
        url: 'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c516x688/3.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c246x328/7.webp',
        url: 'https://basket-10.wbbasket.ru/vol1530/part153041/153041642/images/c516x688/7.webp',
      },
    ],
    views: 29,
  },
  {
    title: 'Смарт часы спортивные Smart Watch',
    categorySlug: 'unnie-chasi',
    brand: 'Xiaomi',
    description:
      'Универсальные спортивные смарт часы для всех - это многофункциональная модель, которая будет служить вам долгое время. Благодаря функциям смарт-часов, вы сможете отслеживать свое здоровье и режим сна, управлять музыкой, получать уведомления о звонках и сообщениях, отслеживать количество шагов. Устройство имеет яркий дисплей с широким углом обзора, который позволяет видеть уведомления под разными ракурсами - во время бега, ходьбы или работы за столом. Сенсорные часы надежно фиксируются на руке и не спадают во время носки. Ремешок смарт-часов выполнен из качественного гипоаллергенного материала 27 +/- 1 см. Часы имеют степень защиты IP67, где 6 – оборудование полностью защищено от попадания внутрь оболочки пыли и твердых тел размерами не менее 1,0 мм; 7 – оборудование имеет защиту от попадания внутрь оболочки воды при погружении на определенную глубину и время. Умные часы на андроид - отличный подарок на день рождения, юбилей или другой повод. Эти часы понравятся каждому мужчине благодаря своему универсальному дизайну. Часы мужские, часы смарт, часы мужские наручные, smart watch, наручные часы мужские, часы наручные электронные, электронные часы на руку, смарт часы мужские для андроид.',
    price: 3038,
    oldPrice: undefined,
    discount: 0,
    stock: 0,
    characteristics: [
      {
        name: 'Модель',
        value: 'смарт часы мужские',
      },
      {
        name: 'Совместимые ОС',
        value: 'Android 4.4 и выше; iOS',
      },
      {
        name: 'Тип дисплея/экрана',
        value: 'Сенсорный; IPS',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Диагональ экрана',
        value: '1.39"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Питание',
        value: 'от аккумулятора; от сети 220V; USB',
      },
      {
        name: 'Емкость аккумулятора',
        value: '400 мА*ч',
      },
      {
        name: 'Время непрерывной автономной работы',
        value: '7 - 10 дней',
      },
      {
        name: 'Вид стекла',
        value: 'повышенная прочность; противоударное; акриловое',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Подключение к ПК',
        value: 'Есть (USB); беспроводные часы',
      },
      {
        name: 'Беспроводные интерфейсы',
        value:
          'Bluetooth; сенсорное управление; фитнес браслет; часы электронные',
      },
      {
        name: 'Датчики',
        value:
          'GPS; микрофон; пульсометр; артериального давления; Беспроводная магнитная зарядка; акселерометр; шагомер',
      },
      {
        name: 'Цвет',
        value: 'черный; зеленый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал корпуса',
        value: 'Zinc alloy; ABS-пластик',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Вид разъема',
        value: 'USB',
      },
      {
        name: 'Доп. опции смарт-часов и пульсометров',
        value:
          'встроенный тонометр; влагозащитный корпус; динамик для обратной связи',
      },
      {
        name: 'Класс водонепроницаемости',
        value: 'WR 30м / 3 ATM',
      },
      {
        name: 'Материал браслета',
        value: 'гипоаллергенный силикон',
      },
      {
        name: 'Длина ремешка',
        value: '27 см',
      },
      {
        name: 'Гарантийный срок',
        value: '6 мес',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Комплектация',
        value: 'корпус; 2 ремешка; магнитный зарядный провод; смарт часы',
      },
      {
        name: 'Длина упаковки',
        value: '19 см',
      },
      {
        name: 'Высота упаковки',
        value: '5 см',
      },
      {
        name: 'Ширина упаковки',
        value: '9 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/1.webp',
        url: 'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/2.webp',
        url: 'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/4.webp',
        url: 'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/4.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/8.webp',
        url: 'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/8.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/9.webp',
        url: 'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/9.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c246x328/10.webp',
        url: 'https://basket-13.wbbasket.ru/vol2014/part201446/201446324/images/c516x688/10.webp',
      },
    ],
    views: 135,
  },
  {
    title: 'Ноутбук 14.1" W10pro SSD512GB Intel Celeron J4105 6 GB',
    categorySlug: 'noutbuki',
    brand: 'Smartx',
    description:
      'Ноутбук SmartX-BooKPro - это верное решение для ваших рабочих задач. Он сочетает в себе высокую производительность и надежность, необходимые для эффективной работы в офисе или удаленно. Наш ноутбук также имеет игровые возможности, чтобы вы могли расслабиться после долгого рабочего дня. Он оснащен 4-ядерным процессором Intel Celestine J4105 и интегрированной графической картой Intel UHD Graphics 600, которые обеспечивают плавную работу игр с невысокими требованиями. Таким образом, наш офисный ноутбук не только поможет вам справиться с вашей работой, но и станет отличным компаньоном для развлечений. Кроме того, наш ноутбук имеет операционную систему Windows 10 Pro, которая предлагает широкий набор функций и возможностей для повышения вашей производительности. Вы будете иметь доступ к всем необходимым программам и приложениям для работы. Достигните большего с рядом портов, включая мини-HDMI, порт Micro TF, USB 3.0 и USB. Наш офисный ноутбук также оснащен веб-камерой 0,3 МП, что позволяет проводить видеоконференции и онлайн-встречи с коллегами или партнерами. Вы сможете легко поддерживать связь и работать в команде, не выходя из офиса или дома. Если у Вас возникли проблемы или есть вопросы, обращайтесь в нашу поддержку, для этого отсканируйте QR-КОД на визитке или на последней фотографии в карточке товара.',
    price: 18983,
    oldPrice: 24678,
    discount: 30,
    stock: 31,
    characteristics: [
      {
        name: 'Операционная система',
        value: 'Windows',
      },
      {
        name: 'Версия операционной системы',
        value: 'Microsoft Windows 10',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Серия ноутбуков',
        value: 'классический',
      },
      {
        name: 'Диагональ экрана',
        value: '14.1"',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Тип матрицы',
        value: 'IPS',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Разрешение экрана',
        value: '1920х1080',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Поверхность экрана',
        value: 'матовая',
      },
      {
        name: 'Линейка процессоров',
        value: 'Intel Celeron',
      },
      {
        name: 'Процессор',
        value: 'Intel Celestine J4105',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Количество ядер процессора',
        value: '4',
      },
      {
        name: 'Тактовая частота процессора',
        value: '1500 МГц',
      },
      {
        name: 'Тип оперативной памяти',
        value: 'DDR',
      },
      {
        name: 'Объем оперативной памяти',
        value: '6 ГБ',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Тип накопителя',
        value: 'SSD',
      },
      {
        name: 'Объем накопителя SSD',
        value: '512 Гб',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Bluetooth; Wi-Fi',
      },
      {
        name: 'Комплектация',
        value: 'ноутбук; зарядное устройство; инструкция',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Интерфейс',
        value: 'AUX; HDMI; USB',
      },
      {
        name: 'LAN разъем (RJ45)',
        value: 'Wi-Fi',
      },
      {
        name: 'Порт USB 3.x',
        value: '2 шт',
      },
      {
        name: 'Разъем HDMI',
        value: 'mini HDMI',
      },
      {
        name: 'Разъем для наушн./микрофона 3.5мм',
        value: '1 шт',
      },
      {
        name: 'Разъем карт памяти',
        value: 'microSD',
      },
      {
        name: 'Материал корпуса',
        value: 'пластик',
      },
      {
        name: 'Толщина предмета',
        value: '2 см',
      },
      {
        name: 'Глубина предмета',
        value: '32 см',
      },
      {
        name: 'Ширина предмета',
        value: '21 см',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '1.4 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '1.9 кг',
      },
      {
        name: 'Количество динамиков',
        value: '2 шт',
      },
      {
        name: 'Емкость аккумулятора',
        value: '4000 мА*ч',
      },
      {
        name: 'Длина упаковки',
        value: '40 см',
      },
      {
        name: 'Высота упаковки',
        value: '9 см',
      },
      {
        name: 'Ширина упаковки',
        value: '25 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c246x328/4.webp',
        url: 'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c516x688/4.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c246x328/7.webp',
        url: 'https://basket-12.wbbasket.ru/vol1692/part169234/169234407/images/c516x688/7.webp',
      },
    ],
    views: 22,
  },
  {
    title: 'Гироскутер гироскутер детский',
    categorySlug: 'giroskuteri',
    brand: 'Joniх',
    description:
      'Новинка 2026 года 6,5-дюймовые колеса гироскутера - это и есть двигатели. Такие моторы разгонят вас до 10 км/ч. Разгон безопасен для детей, поэтому может стать отличным подарком для вашего ребенка. Питает мотор-колеса 4.4Ah батарея. На полном ее заряде вы проедете до 14 километров пути. Это 1.5-2 часа катания без перерыва! Плюс покрышек гироборда в том, что они делают поездку мягче. Даже если на вашем пути неровности, надувные колеса сгладят их и сделают практически незаметными.Гироскутер в комплектации: встроенная блютуз колонка и функция самобаланса, которая обеспечивает дополнительную безопасность при езде, даже если на вашем пути возникнут препятствия. Гироскутер/ гироскутер детский/ гиросекутер самобаланс/ гироскутер с подсветкой/ гиросакутер с колонкой/ гироскутер для детей/ гироскутер детский/.',
    price: 7963,
    oldPrice: 10750,
    discount: 35,
    stock: 15,
    characteristics: [
      {
        name: 'Цвет',
        value: 'синий',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '10 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '70 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Время зарядки',
        value: '2-3 часа',
      },
      {
        name: 'Пробег на одном заряде макс.',
        value: '14 км',
      },
      {
        name: 'Подсветка',
        value: 'есть',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Комплектация',
        value: 'Инструкция - 1 шт.; Гироскутер - 1 шт; Зарядник - 1 шт.',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '8 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '9 кг',
      },
      {
        name: 'Длина упаковки',
        value: '50 см',
      },
      {
        name: 'Высота упаковки',
        value: '30 см',
      },
      {
        name: 'Ширина упаковки',
        value: '20 см',
      },
    ],
    coverImage:
      'https://basket-14.wbbasket.ru/vol2162/part216266/216266299/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-14.wbbasket.ru/vol2162/part216266/216266299/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2162/part216266/216266299/images/c246x328/1.webp',
        url: 'https://basket-14.wbbasket.ru/vol2162/part216266/216266299/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2162/part216266/216266299/images/c246x328/2.webp',
        url: 'https://basket-14.wbbasket.ru/vol2162/part216266/216266299/images/c516x688/2.webp',
      },
    ],
    views: 79,
  },
  {
    title: 'Электровелосипед складной',
    categorySlug: 'electrovelosipedi',
    brand: 'LEOPARD PRO',
    description:
      'Электровелосипед для взрослых Leopard PRO это электровелосипед стал символом легкости, свободы и стиля. Он предназначен для взрослых и подростков, желающих ощутить ветер в волосах и свободу передвижения. Складная конструкция велосипеда позволяет легко складывать его для компактного хранения и перевозки в автомобиле и общественном транспорте.  Бесшумный и эргономичный двигатель из качественных материалов с высокой степенью выносливости. Мощность – 400W.Количество скоростей – трехскорсной, первый до 28км, второй до 36км трети до 50км/ч. Установлена литиевая энергоемкая батарея Li-оn 48V, емкостью 15Аh.Легко снимать и устанавливать на раме транспорта. Обеспечивает дальность хода – до 80 км (в гибридном варианте) и до 50 км (только на электротяге).Время до полной зарядки: первые две полных зарядки 10-12 ч, последующие 7 ч. Тормоза спереди и сзади – дисковые, что обеспечивает отличное торможение. Задние двойные амортизаторы, Максимальная влагозащищённость и герметизация всего оборудования. Колеса 14 дюймов с тремя лепестками. Материал рамы – высокоуглеродистая сталь. Складные руль, педали и рама. Индикатор заряда. Электровелосипед спереди и сзади оснащен яркими светодиодными фонарями. Отличная видимость даже при сильном дожде и тумане. Низкий уровень потребления энергии аккумулятора. Максимальная нагрузка 120 кг. Гарантийный срок на эклектровелосипед - 1 год, на мотор-колесо и на аккумулятор - 1 месяц. Для гарантийного обслуживания велосипед должен быть собран и настроен в специализированной мастерской',
    price: 41699,
    oldPrice: 62550,
    discount: 50,
    stock: 30,
    characteristics: [
      {
        name: 'Модель',
        value: '2023',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'сталь',
      },
      {
        name: 'Материал седла',
        value: 'искусственная кожа',
      },
      {
        name: 'Материал обода',
        value: 'сталь',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Количество скоростей велосипеда',
        value: '3 шт',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Максимальная скорость',
        value: '50 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Мощность устройства',
        value: '400 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Нагрузка максимальная',
        value: '120 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Особенности велосипеда',
        value: 'электро; вездеход; подножка',
      },
      {
        name: 'Высота предмета',
        value: '112 см',
      },
      {
        name: 'Длина предмета',
        value: '130 см',
      },
      {
        name: 'Ширина предмета',
        value: '60 см',
      },
      {
        name: 'Глубина предмета',
        value: '90 см',
      },
      {
        name: 'Пробег на одном заряде',
        value: '50 км',
      },
      {
        name: 'Время зарядки аккумулятора (час)',
        value: '6 часов',
      },
      {
        name: 'Емкость аккумулятора',
        value: '15000 мА*ч',
      },
      {
        name: 'Уровень каретки',
        value: 'любительский; прогулочный',
      },
      {
        name: 'Уровень заднего переключателя',
        value: 'полупрофессиональный; профессиональный',
      },
      {
        name: 'Уровень манеток',
        value: 'полупрофессиональный',
      },
      {
        name: 'Уровень переднего тормоза',
        value: 'полупрофессиональный',
      },
      {
        name: 'Размер рулевой колонки',
        value: "1 1/2'",
      },
      {
        name: 'Количество звезд системы',
        value: '1 шт',
      },
      {
        name: 'Толщина колеса',
        value: '70 мм',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '14"',
      },
      {
        name: 'Уровень заднего тормоза',
        value: 'профессиональный; любительский; полупрофессиональный',
      },
      {
        name: 'Задний тормоз',
        value: 'дисковый',
      },
      {
        name: 'Конструкция педалей',
        value: 'Классический',
      },
      {
        name: 'Передний тормоз',
        value: 'дисковый механический',
      },
      {
        name: 'Уровень переднего переключателя',
        value: 'полупрофессиональный',
      },
      {
        name: 'Конструкция вилки',
        value: 'воздушно-масляная',
      },
      {
        name: 'Конструкция руля',
        value: 'прямой',
      },
      {
        name: 'Тип аккумулятора',
        value: 'Li-Ion',
      },
      {
        name: 'Тип велосипеда',
        value: 'электровелосипед; фэтбайк; городской',
      },
      {
        name: 'Комплектация',
        value:
          'велосипед; батарея; зарядка; держатель для телефона с зарядкой; держатель для воды; подножка; спинка заднего сиденья; в подарок корзинка',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '24 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '24.5 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Длина упаковки',
        value: '71 см',
      },
      {
        name: 'Высота упаковки',
        value: '51 см',
      },
      {
        name: 'Ширина упаковки',
        value: '51 см',
      },
    ],
    coverImage:
      'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c246x328/1.webp',
        url: 'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c246x328/3.webp',
        url: 'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c516x688/3.webp',
      },
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c246x328/11.webp',
        url: 'https://basket-14.wbbasket.ru/vol2117/part211763/211763528/images/c516x688/11.webp',
      },
    ],
    views: 68,
  },
  {
    title: 'Наушники игровые с микрофоном Aspis Pro',
    categorySlug: 'aksessuary',
    brand: 'Defender',
    description:
      'Ищете игровые наушники, которые не только обеспечат великолепную звукоизоляцию, но и предложат вам множество других удобных функций? Тогда обратите внимание на наушники Aspis Pro!\n\nНаушники Aspis Pro - это идеальное сочетание качественного звука, комфорта и функциональности. Одной из главных особенностей данных наушников является их отличная звукоизоляция. Благодаря специальной конструкции, они позволяют вам полностью погрузиться в игровой мир, избегая нежелательных внешних шумов.\n\nЭти наушники также включают съемный чувствительный микрофон, который обеспечивает чистую передачу звука. Будь то командная игра или общение с друзьями, вы всегда будете слышать и быть слышимым на высоком уровне.\n\nAspis Pro обладают системой виртуального объемного звука 7.1, что позволяет вам полностью погрузиться в атмосферу игры. Вы будете четко слышать все звуки вокруг вас, позволяя ощущать каждый нюанс игрового процесса.\n\nНаушники игровые имеют проводное подключение через USB, обеспечивая стабильную передачу сигнала. Накладной полноразмерный дизайн обеспечивает комфорт в течение длительных игровых сессий, а прочная тканевая оплетка кабеля повышает их долговечность.\n\nAspis Pro также оснащены ферритовым фильтром, который устраняет помехи и гарантирует чистый звук. И, конечно же, наушники полностью cовместимы с ПК на Win от XP до 11.\n',
    price: 2598,
    oldPrice: undefined,
    discount: 0,
    stock: 8,
    characteristics: [
      {
        name: 'Модель',
        value: 'игровые с микрофоном Aspis Pro',
        isSearchable: true,
        priority: 6,
      },
      {
        name: 'Вид наушников',
        value:
          'игровые наушники; игровые наушники с микрофоном; накладные полноразмерные',
      },
      {
        name: 'Тип подключения',
        value: 'с проводом (USB)',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Совместимость',
        value: 'Компьютер; ноутбук; консоль',
      },
      {
        name: 'Тип крепления наушников',
        value: 'Вертикальная дужка с регулируемым оголовьем',
      },
      {
        name: 'Тип акустического оформления',
        value: 'закрытые',
      },
      {
        name: 'Чувствительность',
        value: '103 дБ',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Минимальная воспроизводимая частота',
        value: '20 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная воспроизводимая частота',
        value: '20000 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Импеданс',
        value: '32 Ом',
      },
      {
        name: 'Радиус беспроводной связи',
        value: 'нет',
      },
      {
        name: 'Разъем подключения наушников',
        value: 'USB',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Нет интерфейсов',
      },
      {
        name: 'Доп. опции наушников',
        value:
          'Виртуальный объемный звук 7.1; Встроенная вибрация наушников; Выключатель микрофона',
      },
      {
        name: 'Время работы от аккумулятора',
        value: 'без аккумулятора',
      },
      {
        name: 'Цвет',
        value: 'черный; красный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Длина кабеля (м)',
        value: '2 м',
      },
      {
        name: 'Материал корпуса',
        value: 'пластик',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Код производителя',
        value: '64221',
      },
      {
        name: 'Гарантийный срок',
        value: '6 месяцев',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '520 г',
      },
      {
        name: 'Вес товара с упаковкой (г)',
        value: '730 г',
      },
      {
        name: 'Диаметр мембраны',
        value: '55 мм',
      },
      {
        name: 'Глубина предмета',
        value: '10 см',
      },
      {
        name: 'Ширина предмета',
        value: '20 см',
      },
      {
        name: 'Высота предмета',
        value: '24 см',
      },
      {
        name: 'Комплектация',
        value:
          'фирменная упаковка - 1 шт; Инструкция с гарантийным талоном - 1 шт; Наушники проводные 1шт',
      },
      {
        name: 'Длина упаковки',
        value: '12 см',
      },
      {
        name: 'Высота упаковки',
        value: '26 см',
      },
      {
        name: 'Ширина упаковки',
        value: '10 км/ч',
      },
    ],
    coverImage:
      'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c246x328/1.webp',
        url: 'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c246x328/4.webp',
        url: 'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c516x688/4.webp',
      },
      {
        thumbnail:
          'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c246x328/7.webp',
        url: 'https://basket-01.wbbasket.ru/vol60/part6069/6069486/images/c516x688/7.webp',
      },
    ],
    views: 103,
  },
  {
    title: 'MiniRobot 36V PRO мини сигвей',
    categorySlug: 'sigvei-i-mini-sigvei',
    brand: 'Girosmart',
    description:
      'Mini Robot новинка 2026 года - это мини-сигвей, гироскутер с ручкой, с дистанционным управлением и LED-подсветкой. Эта модель легко управляется и разгоняется до 16 км/ч. Такая скорость подходит для передвижения по городу и безопасна для ребенка. С помощью приложения на смартфон вы сможете настроить транспорт под себя. Корпус устройства сделан из износостойкого полимера. Этот тип пластмассы очень гибкий, легкий и прочный. Под ним находится металлическая рама. Она позволяет гироскутеру Мини робот выдерживать до 100 килограммов нагрузки. При этом, он весит всего 12.8 кг. Если модель разрядится, то ее можно катить за собой как чемодан, благодаря ручке-поручню. Также вы можете дополнительно установить на эту модель телескопическую ручку для управления руками. комплектацию входит зарядное устройство и гарантия на 12 месяцев. Внешний вид изделия, может отличаться от иллюстраций (колпаки, ручка), представленных в интернет-магазине! 10.5 дюймов, 10 дюймов, MiniRobot, mini robot, minirobot10.5, мини сигвей mini robot, мини сегвей, сигвей MiniRobot, сигвей minipro, миниробот, гироскутер Minipro, гироскутер с ручкой.',
    price: 15148,
    oldPrice: 21965,
    discount: 45,
    stock: 4,
    characteristics: [
      {
        name: 'Модель',
        value: 'MiniRobot 10.5',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Мощность устройства',
        value: '700 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Максимальная скорость',
        value: '16 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '100 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Емкость аккумулятора',
        value: '4400 мА*ч',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '10.5',
      },
      {
        name: 'Тип колес',
        value: 'надувные с камерой',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Время зарядки',
        value: '3 часа',
      },
      {
        name: 'Подсветка',
        value: 'есть',
      },
      {
        name: 'Время зарядки аккумулятора',
        value: '3 часа',
      },
      {
        name: 'Тип аккумулятора',
        value: 'Li-Ion',
      },
      {
        name: 'Комплектация',
        value:
          'Гироскутер с колонкой, гироскутер с Bluetooth колонкой, гироскутер smart, гироскутер smart balance; мини сигвей minirobot, гироскутер для детей, детский, minirobot, гироскутер для бездорожья; гироскутер с влагозащитой, гироскутер 10.5 дюймов, mini robot 10.5, сигвей minirobot 10.5',
      },
      {
        name: 'Гарантийный срок',
        value: '12 месяцев',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '12 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '13 кг',
      },
      {
        name: 'Длина упаковки',
        value: '61 см',
      },
      {
        name: 'Высота упаковки',
        value: '41 см',
      },
      {
        name: 'Ширина упаковки',
        value: '30 см',
      },
    ],
    coverImage:
      'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c246x328/1.webp',
        url: 'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c246x328/2.webp',
        url: 'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c246x328/3.webp',
        url: 'https://basket-15.wbbasket.ru/vol2196/part219651/219651123/images/c516x688/3.webp',
      },
    ],
    views: 23,
  },
  {
    title: 'Игровые накладные наушники H6',
    categorySlug: 'aksessuary',
    brand: 'FIFINE',
    description:
      'Игровые полноразмерные USB наушники с проводом Fifine H6 представляют собой игровую гарнитуру со встроенной звуковой картой, объемным звуком 7.1 и RGB-подсветкой. Встроенная звуковая карта позволяет выбирать режимы(игровой, просмотр фильма, прослушивание музыки) на блоке управления. Оптимизированная диаграмма направленности излучателей позволяет максимально точно определять положение оппонента в игровом пространстве, а также обеспечивает мощное, высокоточное звучание. Подключение осуществляется посредством USB Type-A. Игровая гарнитура Fifine H6 обладает стильным геймерским дизайном и максимально комфортной посадкой, позволяющей с комфортом проводить длительные игровые сессии. Проводные наушники имеют прочные крепления чашек к оголовью, а также удобно расположенные на выносном пульте органы управления(регулировка звука, режимы, объемный звук 7.1). Корпуса излучателей имеют овальную форму, которая наилучшим образом прилегает к уху. Съемный микрофон расположен на гибкой штанге с разъемом mini jack 3,5 mm. ',
    price: 3031,
    oldPrice: 3335,
    discount: 10,
    stock: 8,
    characteristics: [
      {
        name: 'Модель',
        value: 'H6',
        isSearchable: true,
        priority: 6,
      },
      {
        name: 'Вид наушников',
        value: 'Полноразмерные; Накладные',
      },
      {
        name: 'Тип подключения',
        value: 'с проводом',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Совместимость',
        value: 'ПК; PS; PS4/5; MAC; Ноутбук; Компьютер',
      },
      {
        name: 'Тип крепления наушников',
        value: 'с оголовьем; без крепления; с креплением на ушах',
      },
      {
        name: 'Тип акустического оформления',
        value: 'закрытые',
      },
      {
        name: 'Чувствительность',
        value: '115 дБ',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Минимальная воспроизводимая частота',
        value: '20 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная воспроизводимая частота',
        value: '20000 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Импеданс',
        value: '32 Ом',
      },
      {
        name: 'Разъем подключения наушников',
        value: 'USB Type-A; AUX jack 3.5 мм',
      },
      {
        name: 'Доп. опции наушников',
        value: 'эквалайзер; съемный микрофон; RGB-подсветка',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Длина кабеля (м)',
        value: '1,8 м',
      },
      {
        name: 'Материал корпуса',
        value: 'пластик; металл; резина',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Гарантийный срок',
        value: '1 год; 12 месяцев',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '340 г',
      },
      {
        name: 'Вес товара с упаковкой (г)',
        value: '500 г',
      },
      {
        name: 'Диаметр мембраны',
        value: '50 мм',
      },
      {
        name: 'Комплектация',
        value: 'Документация 1 шт; гарнитура 1 шт',
      },
      {
        name: 'Длина упаковки',
        value: '18 см',
      },
      {
        name: 'Высота упаковки',
        value: '10 см',
      },
      {
        name: 'Ширина упаковки',
        value: '21 см',
      },
    ],
    coverImage:
      'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c246x328/1.webp',
        url: 'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c246x328/3.webp',
        url: 'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c516x688/3.webp',
      },
      {
        thumbnail:
          'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c246x328/6.webp',
        url: 'https://basket-05.wbbasket.ru/vol783/part78317/78317712/images/c516x688/6.webp',
      },
    ],
    views: 248,
  },
  {
    title: 'Смарт часы HK9 ULTRA 2',
    categorySlug: 'unnie-chasi',
    brand: 'PERELIGAS',
    description:
      'HK9 ultra 2. Смарт часы ультра - это ультрасовременное устройство, которое предлагает отличное сочетание стиля и функциональности. Эти часы оснащены самыми передовыми технологиями, включая GPS, Bluetooth, пульсометр, уведомления о звонках и сообщениях, мониторинг сна, шагомер и многое другое. С их помощью вы сможете отслеживать свою активность, контролировать состояние здоровья и быть всегда на связи.\n\nЧасы  отлично подойдут как для мужчин так и для женщин.\n\nСмарт часы ультра поддерживают работу со смартфонами на базе iOS и Android, а также совместимы с различными приложениями для фитнеса и здоровья. Их стильный и элегантный дизайн делает их отличным аксессуаром как для спорта, так и для повседневной носки.\n\nЭти умные часы ультра идеально подойдут для занятий спортом, активного отдыха, повседневной носки или деловых встреч. Надежный и долговечный корпус защищает часы от воды, пыли и ударов, что делает их надежным помощником в любых условиях.\n\nПокупая электронные смарт-часы ультра, вы получаете надежное и функциональное устройство, которое поможет вам поддерживать активный образ жизни, следить за здоровьем и быть всегда на связи. Сенсорные часы подойдут и для андроид и для айфон.Наручные цифровые часы идеальны на день рождение парню, девушке, молодому человеку, школьнику или туристу.',
    price: 3030,
    oldPrice: undefined,
    discount: 0,
    stock: 0,
    characteristics: [
      {
        name: 'Модель',
        value: 'HK9 Ultra 2; смарт часы мужские; смарт часы женские',
      },
      {
        name: 'Совместимые ОС',
        value: 'Android; iOS',
      },
      {
        name: 'Циферблат часов',
        value: 'цифровой',
      },
      {
        name: 'Длина циферблата',
        value: '4.9 см',
      },
      {
        name: 'Ширина циферблата',
        value: '4.4 см',
      },
      {
        name: 'Тип дисплея/экрана',
        value: 'AMOLED',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Диагональ экрана',
        value: '2.12"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Разрешение экрана',
        value: '485x520',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Емкость аккумулятора',
        value: '450 мА*ч',
      },
      {
        name: 'Время непрерывной автономной работы',
        value: '3 дня',
      },
      {
        name: 'Время зарядки аккумулятора',
        value: '60 мин',
      },
      {
        name: 'Вид стекла',
        value: 'минеральное; акриловое; пластиковое',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Подключение к ПК',
        value: 'нет',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Bluetooth; GPS; NFC; Wi-Fi',
      },
      {
        name: 'Датчики',
        value: 'трекер; акселерометр; артериального давления; пульсометр',
      },
      {
        name: 'Цвет',
        value: 'серый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал корпуса',
        value: 'металл; пластик; стекло',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'GPS',
        value: 'да',
      },
      {
        name: 'Вид разъема',
        value: 'беспроводная магнитная зарядка; USB Type-c',
      },
      {
        name: 'Доп. опции смарт-часов и пульсометров',
        value: 'watch; сменные браслеты; фитнес браслет',
      },
      {
        name: 'Класс водонепроницаемости',
        value: 'IP68 (влагонепроницаемые)',
      },
      {
        name: 'Материал браслета',
        value: 'силикон; текстиль',
      },
      {
        name: 'Длина ремешка',
        value: '26 см',
      },
      {
        name: 'Толщина корпуса',
        value: '9 мм',
      },
      {
        name: 'Гарантийный срок',
        value: '3 мес',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара с упаковкой (г)',
        value: '220 г',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '200 г',
      },
      {
        name: 'Ширина предмета',
        value: '4.4 см',
      },
      {
        name: 'Комплектация',
        value: 'часы; провод; 2 ремешка',
      },
      {
        name: 'Длина упаковки',
        value: '22 см',
      },
      {
        name: 'Высота упаковки',
        value: '5 см',
      },
      {
        name: 'Ширина упаковки',
        value: '11 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c246x328/1.webp',
        url: 'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c246x328/5.webp',
        url: 'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c516x688/5.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c246x328/10.webp',
        url: 'https://basket-13.wbbasket.ru/vol1984/part198438/198438453/images/c516x688/10.webp',
      },
    ],
    views: 87,
  },
  {
    title: 'Моноколесо Kugoo Kirin U2',
    categorySlug: 'monokolesa',
    brand: 'KUGOO',
    description:
      'Уважаемый покупатель, обращаем Ваше внимание что изначально моноколесо приходит заблокированным и его требуется при получении разблокировать через приложение.\nДля того необходимо :\n - Скачать приложение KugooKirin  через AppStore (если у Вас IOS) или PlayMarket (если у Вас Android) или другой сервис.\n - Если данное приложение  не находит моноклесо, то нужно скачать приложение KingSong. \n - После этого можно производить проверку моноколеса.\n\n\nМоноколесо Kugoo Kirin U2 способно проехать до 60 км на одном заряде аккумулятора, обладающего емкостью 12500 мАч. Модель поддерживает синхронизацию со смартфоном, который позволит в фирменном приложении выполнить ряд настроек для более комфортной езды. Для удобного передвижения устройства по любым покрытиям предусмотрено 16-дюймовое колесо и сбалансированный центр тяжести. По бокам моноколеса Kugoo Kirin U2 присутствуют педали, выдерживающие нагрузку до 120 кг. \nВ устройство установлен двигатель мощностью 1200 Вт, благодаря которому максимальная скорость достигает 35 км/ч.\n\n\n\n\nСпасибо, что выбираете нас, мы стараемся для Вас! \nПриятных Вам покупок!  Ваш магазин NEKO Corp.',
    price: 78330,
    oldPrice: 93996,
    discount: 20,
    stock: 6,
    characteristics: [
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Мощность устройства',
        value: '1200 Вт',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная скорость',
        value: '35 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '120 кг',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '60 км',
      },
      {
        name: 'Емкость аккумулятора',
        value: '12500 мАч',
      },
      {
        name: 'Диаметр колес',
        value: '16"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Питание',
        value: 'от сети 220V',
      },
      {
        name: 'Комплектация',
        value: 'Моноколесо; документация; зарядное устройство; сетевой кабель',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '17.6 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '19 кг',
      },
      {
        name: 'Длина упаковки',
        value: '55 см',
      },
      {
        name: 'Высота упаковки',
        value: '60 см',
      },
      {
        name: 'Ширина упаковки',
        value: '25 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c246x328/1.webp',
        url: 'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c246x328/4.webp',
        url: 'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c516x688/4.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c246x328/5.webp',
        url: 'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c516x688/5.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c246x328/9.webp',
        url: 'https://basket-13.wbbasket.ru/vol2027/part202796/202796026/images/c516x688/9.webp',
      },
    ],
    views: 149,
  },
  {
    title: 'Электросамокат Kugoo Kirin M4 Pro Plus',
    categorySlug: 'electrosamokati',
    brand: 'KUGOO',
    description:
      'Электросамокат Kugoo Kirin M4 Pro Plus — современное транспортное средство, сочетающее в себе выдающуюся производительность и комфорт использования. Этот электросамокат от Kugoo предлагает надежный и удобный способ передвижения в городе с внушительной максимальной скоростью и дальностью поездки.\nОборудованный мощным электродвигателем, Kugoo Kirin M4 Pro Plus способен разгоняться до 45 км/ч.\nЕмкость аккумулятора 18000mAh позволит проезжать до 50 км пробега при полной зарядке. Идеальное решение для ежедневных перемещений по городу.\nУдобное сиденье с подсидельным амортизатором, обеспечивает комфорт даже на длительных расстояниях. Эргономичное управление и регулируемая высота руля делают его подходящим для различных пользователей.\nНакачиваемые 10 дюймовые колёса обеспечат отличную плавность хода по любому типу дорожного покрытия. Самокат также оснащён передним и задним амортизаторами.\nДисковые тормоза и светодиодное освещение обеспечивают безопасность во время движения, делая его идеальным выбором для городской среды.\nСовременные технологии управления и отображения информации делают использование Kugoo M4 Pro Plus удобным и интуитивно понятным.\nЭлектросамокат - это не просто транспортное средство, это стильный и инновационный способ передвижения в городе с надежностью и удобством в каждой детали.',
    price: 42996,
    oldPrice: 47296,
    discount: 10,
    stock: 2,
    characteristics: [
      {
        name: 'Модель',
        value: 'M4 Pro Plus 18Ah; Самокат электрический; Самокат двухколесный',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'алюминий',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Нагрузка максимальная',
        value: '160 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'бортовой компьютер; дисковый тормоз; подсветка',
      },
      {
        name: 'Максимальная скорость',
        value: '45 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '50 км',
      },
      {
        name: 'Мощность устройства',
        value: '800 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Емкость аккумулятора',
        value: '18000 мА*ч',
      },
      {
        name: 'Тип тормоза',
        value: 'дисковый',
      },
      {
        name: 'Типоразмер элемента питания',
        value: 'Li-Ion',
      },
      {
        name: 'Время зарядки',
        value: '6 часов',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '10"',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Количество колес',
        value: '2 шт',
      },
      {
        name: 'Комплектация',
        value:
          'Электросамокат - 1 шт; сиденье - 1 шт; зарядное устройство - 1 шт; руководство пользователя - 1 шт; ключи для сборки - 1 шт',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '22 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '24 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Тип колес',
        value: 'надувные с камерой',
      },
      {
        name: 'Длина упаковки',
        value: '118 см',
      },
      {
        name: 'Высота упаковки',
        value: '45 см',
      },
      {
        name: 'Ширина упаковки',
        value: '25 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c246x328/1.webp',
        url: 'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c246x328/2.webp',
        url: 'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c246x328/5.webp',
        url: 'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c516x688/5.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c246x328/11.webp',
        url: 'https://basket-13.wbbasket.ru/vol2044/part204460/204460087/images/c516x688/11.webp',
      },
    ],
    views: 126,
  },
  {
    title: 'Гироскутер 10,5"/самобаланс /с музыкой',
    categorySlug: 'giroskuteri',
    brand: 'Smart Balance Wheel',
    description:
      'Новинка 2023 года - это оригинальный гироскутер премиум-класса, в сегменте цена-качество Smart Wheel 10,5" дюймов в цвете джунгли / граффити, с отличной ёмкостью аккумулятора, с гарантией 1 год. Может с легкостью кататься ребёнок и взрослый. Гироскутер оригинал в комплектации: встроенная блютуз колонка и функция самобаланса, которая обеспечивает дополнительную безопасность при езде, даже если на вашем пути возникнут препятствия. Также в комплектацию входит зарядное устройство и гарантия на 12 месяцев. Это отличный подарок для вашего ребёнка на все 100%.  Гироскутер детский в подарок дешевый, акция гироскутер 10.5 дюймов, маленький легкий гироскутер недорого, гироскутер по акции распродажа, гироскутер акция со скидкой, качественный надежный гироскутер, с подсветкой с музыкой, с приложением, гироскутер с колонками музыкой, с большими надувными колесами, гераскутер, гираскутер, героскутер, гидроскутер, гироскутер для детей, 5 лет, 6 лет, 7 лет, 8 лет, 9 лет, 10 лет, 11 лет, 12 лет, для маленьких детей, для мальчика, для девочки, подарок ребенку, подарок мальчику, подарок девочке, подарок подростку, на новый год, на праздник, на 23 февраля, на 8 марта, новогодний подарок, на день рождения, на день рожденья, на день рожденье, на день рождение, смарт баланс, смарт бэлэнс, приложение и подсветка, большие надувные колеса 10 дюймов, мини про, Smart Balance Wheel 10.5, Mini Pro, минипро, smart balance premium, TaoTao, тао тао, taotao, Smart Balance 10.5 APP, smart balans, Smart Balance PRO, smart balance pro premium, Smart Balance PRO 10.5 APP, Smart Balance Premium 10.5 APP, Smart Balance SUV, GT Smart Balance, MiniPro Balance wheel, GT Smart Wheel',
    price: 10593,
    oldPrice: 12150,
    discount: 15,
    stock: 2,
    characteristics: [
      {
        name: 'Модель',
        value: 'Balance Wheel 10.5',
        isSearchable: true,
        priority: 6,
      },
      {
        name: 'Цвет',
        value: 'розовый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: 'до 15 км/ч стоя и до 20 км/ч с ховеркартом',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '100 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '10.5',
      },
      {
        name: 'Тип колес',
        value: 'надувные с камерой',
      },
      {
        name: 'Время зарядки',
        value: '3 часа',
      },
      {
        name: 'Подсветка',
        value: 'есть',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Время зарядки аккумулятора',
        value: '180 мин',
      },
      {
        name: 'Тип аккумулятора',
        value: 'Li-Ion',
      },
      {
        name: 'Комплектация',
        value:
          'Гироскутер, гироскутер с колонками, гироскутер с подсветкой, гироскутер с самобалансом; Гироскутер для бездорожья, гироскутер с влагозащитой, гироскутер 10.5 дюймов, smart wheel 10.5; Гироскутер самобаланс 10.5, новый гироскутер, гироскутер Smart Wheel, гироскутер для взрослых; Гироскутер 10.5, подарок на день рождение, гироскутер для детей, гироскутер с музыкой; Гироскутер с колонкой, гироскутер с Bluetooth колонкой, гироскутер smart, гироскутер smart balance',
      },
      {
        name: 'Гарантийный срок',
        value: '12 месяцев',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '8 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '10 кг',
      },
      {
        name: 'Длина упаковки',
        value: '35 см',
      },
      {
        name: 'Высота упаковки',
        value: '34 см',
      },
      {
        name: 'Ширина упаковки',
        value: '70 см',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c246x328/2.webp',
        url: 'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c246x328/3.webp',
        url: 'https://basket-10.wbbasket.ru/vol1343/part134333/134333218/images/c516x688/3.webp',
      },
    ],
    views: 30,
  },
  {
    title: 'Ноутбук IdeaPad 3 15IAU7 [82RK00V9RK]',
    categorySlug: 'noutbuki',
    brand: 'lenovo',
    description:
      'Ноутбук Lenovo IdeaPad 3 15IAU7 благодаря яркому 15.6-дюймовому дисплею разрешением 1920x1080 позволяет окунеться в мир четких и насыщенных цветов, делая просмотр контента настоящим удовольствием. Мощный процессор Intel Core i3-1215U с 6 ядрами, работающими на частоте 1200 МГц, обеспечивает быстрый отклик и плавное выполнение задач. С 8 Гб оперативной памяти и 256 Гб SSD-накопителем вы получаете не только достаточно мощности, но и быстрый доступ к вашим данным, улучшая ваш опыт использования. Графика UHD Graphics обеспечивает высококачественное воспроизведение мультимедийного контента. С поддержкой Bluetooth и Wi-Fi вы легко останетесь на связи с окружающим миром. Lenovo – это не просто ноутбук, это ваш надежный партнер в повседневных задачах и творческих начинаниях.',
    price: 38747,
    oldPrice: undefined,
    discount: 0,
    stock: 6,
    characteristics: [
      {
        name: 'Операционная система',
        value: 'Windows',
      },
      {
        name: 'Версия операционной системы',
        value: 'Windows 11 Home Single Language, Russian',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Серия ноутбуков',
        value: 'IdeaPad 3',
      },
      {
        name: 'Диагональ экрана',
        value: '15.6"',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Тип матрицы',
        value: 'TN',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Разрешение экрана',
        value: '1920x1080',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Частота обновления',
        value: '60 Гц',
      },
      {
        name: 'Поверхность экрана',
        value: 'антибликовая',
      },
      {
        name: 'Линейка процессоров',
        value: 'Intel Core i3',
      },
      {
        name: 'Процессор',
        value: 'Intel Core i3-1215U',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Количество ядер процессора',
        value: '6',
      },
      {
        name: 'Кэш память',
        value: '10 Мб',
      },
      {
        name: 'Количество слотов оперативной памяти',
        value: '1',
      },
      {
        name: 'Тип оперативной памяти',
        value: 'DDR4',
      },
      {
        name: 'Объем оперативной памяти',
        value: '8 ГБ',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Тип накопителя',
        value: 'SSD',
      },
      {
        name: 'Объем накопителя SSD',
        value: '256 ГБ',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Тип видеокарты',
        value: 'встроенная',
      },
      {
        name: 'Видеокарта',
        value: 'Intel UHD Graphics',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Wi-Fi; Bluetooth 5.0',
      },
      {
        name: 'Раскладка клавиатуры',
        value: 'английская/русская',
      },
      {
        name: 'Комплектация',
        value: 'ноутбук; зарядное устройство; документация',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Цвет',
        value: 'серый',
      },
      {
        name: 'Порт USB 3.x',
        value: '1 шт',
      },
      {
        name: 'Порт USB 2.0',
        value: '1 шт',
      },
      {
        name: 'Порт USB-C',
        value: '1 шт',
      },
      {
        name: 'Разъем HDMI',
        value: '1 шт',
      },
      {
        name: 'Разъем для наушн./микрофона 3.5мм',
        value: '1 шт',
      },
      {
        name: 'Разъем карт памяти',
        value: '1 шт',
      },
      {
        name: 'Материал корпуса',
        value: 'пластик',
      },
      {
        name: 'Толщина предмета',
        value: '2 см',
      },
      {
        name: 'Глубина предмета',
        value: '23.6 см',
      },
      {
        name: 'Ширина предмета',
        value: '35.9 см',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '1.63 кг',
      },
      {
        name: 'Количество динамиков',
        value: '2 шт',
      },
      {
        name: 'Емкость аккумулятора',
        value: '45 Вт*ч',
      },
      {
        name: 'Длина упаковки',
        value: '40 см',
      },
      {
        name: 'Высота упаковки',
        value: '6 см',
      },
      {
        name: 'Ширина упаковки',
        value: '28 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol2028/part202864/202864620/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol2028/part202864/202864620/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2028/part202864/202864620/images/c246x328/1.webp',
        url: 'https://basket-13.wbbasket.ru/vol2028/part202864/202864620/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol2028/part202864/202864620/images/c246x328/3.webp',
        url: 'https://basket-13.wbbasket.ru/vol2028/part202864/202864620/images/c516x688/3.webp',
      },
    ],
    views: 46,
  },
  {
    title: 'Игровые наушники проводные с микрофоном Mento розовый',
    categorySlug: 'aksessuary',
    brand: 'Redragon',
    description:
      'Стильные игровые наушники с RGB подсветкой. Всенаправленный микрофон с шумоподавлением позволяет улавливать звук с любого положения. Кнопки регулировки громкости на наушниках. 50-мм динамики с неодимовыми магнитами. Разъемы: USB, 2 x 3,5-мм. Переходник для смартфона 2*jack 3.5mm 3 pin -> 1 jack 3.5mm 4 pin в комплекте. Питание подсветки от USB. Совместимы от Win2000 до Win11',
    price: 1222,
    oldPrice: 1956,
    discount: 60,
    stock: 24,
    characteristics: [
      {
        name: 'Модель',
        value: 'Mento',
        isSearchable: true,
        priority: 6,
      },
      {
        name: 'Вид наушников',
        value:
          'проводные полноразмерные; проводные накладные; наушники большие',
      },
      {
        name: 'Тип подключения',
        value: 'с проводом',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Совместимость',
        value: 'ПК; Windows; PC; ноутбук',
      },
      {
        name: 'Тип крепления наушников',
        value: 'с оголовьем',
      },
      {
        name: 'Тип акустического оформления',
        value: 'закрытые',
      },
      {
        name: 'Чувствительность',
        value: '118 дБ',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Минимальная воспроизводимая частота',
        value: '20 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная воспроизводимая частота',
        value: '20000 Гц',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Импеданс',
        value: '16 Ом',
      },
      {
        name: 'Разъем подключения наушников',
        value: 'AUX jack 3.5 мм',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Нет интерфейсов',
      },
      {
        name: 'Доп. опции наушников',
        value: 'подсветка; 4 pin переходник в комплекте',
      },
      {
        name: 'Цвет',
        value: 'розовый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Длина кабеля (м)',
        value: '1.8 м',
      },
      {
        name: 'Материал корпуса',
        value: 'пластик',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Код производителя',
        value: '71763',
      },
      {
        name: 'Гарантийный срок',
        value: '18 мес',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '320 г',
      },
      {
        name: 'Вес товара с упаковкой (г)',
        value: '510 г',
      },
      {
        name: 'Диаметр мембраны',
        value: '50 мм',
      },
      {
        name: 'Глубина предмета',
        value: '20 см',
      },
      {
        name: 'Ширина предмета',
        value: '10 см',
      },
      {
        name: 'Высота предмета',
        value: '23 см',
      },
      {
        name: 'Комплектация',
        value:
          'гарантийный талон; инструкция; 4-pin переходник; наушники игровые 1шт',
      },
      {
        name: 'Длина упаковки',
        value: '11 см',
      },
      {
        name: 'Высота упаковки',
        value: '21 см',
      },
      {
        name: 'Ширина упаковки',
        value: '22 см',
      },
    ],
    coverImage:
      'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c246x328/1.webp',
        url: 'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c246x328/4.webp',
        url: 'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c516x688/4.webp',
      },
      {
        thumbnail:
          'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c246x328/6.webp',
        url: 'https://basket-11.wbbasket.ru/vol1633/part163394/163394807/images/c516x688/6.webp',
      },
    ],
    views: 173,
  },
  {
    title: 'Детский электромобиль RF777 на аккумуляторе с пультом ',
    categorySlug: 'electromobili',
    brand: 'BabyRacer',
    description:
      'Электромобиль идеально подходит для летних прогулок на улице. Малыш сможет с легкостью преодолевать большие расстояния, не уставая. Мы предлагаем оригинальную модель, которая точно повторяет машину  Range Rover. Она предназначена для детей до 6 лет, выдерживает вес до 30 килограмм. Ребенок может заводить детскую машинку самостоятельно с помощью кнопки и поворачивать рулем в нужную сторону. Если транспорт покупается маленьким детям, им смогут управлять родители, используя пульт. Встроенный аккумулятор обеспечивает максимальный срок езды в пределах 2 часов на одном заряде. Машинка имеет открывающиеся двери, и мощный редуктор. Она отлично проезжает по бездорожью, траве, что обеспечено резиновыми колесами. Они выполнены из материала EVA и имеют диаметр 9 дюймов. Электротранспорт имеет мягкое сиденье с чехлом из экокожи. Это практичный материал, который отличается простотой в уходе. Транспорт понравится всем детям. Его уместно преподнести в качестве подарка девочкам и мальчикам. Данная модель обязательно порадует вашего ребенка, ведь отличается реалистичным внешним видом, встроенными звуковыми, световыми эффектами.',
    price: 14264,
    oldPrice: 21396,
    discount: 50,
    stock: 16,
    characteristics: [
      {
        name: 'Цвет',
        value: 'белый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'пластик',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальный рост',
        value: '120 см',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Высота предмета',
        value: '50 см',
      },
      {
        name: 'Ширина предмета',
        value: '56 см',
      },
      {
        name: 'Длина предмета',
        value: '106 см',
      },
      {
        name: 'Максимальная скорость',
        value: '5 км/ч',
      },
      {
        name: 'Мощность устройства',
        value: '70 Вт',
      },
      {
        name: 'Нагрузка максимальная',
        value: '30 кг',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'Пульт ДУ; USB; аккумулятор 12V',
      },
      {
        name: 'Макс. время непрерывной работы на одном заряде',
        value: '2 часа',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '10 км',
      },
      {
        name: 'Толщина колеса',
        value: '120 мм',
      },
      {
        name: 'Емкость аккумулятора',
        value: '7 А/ч',
      },
      {
        name: 'Типоразмер элемента питания',
        value: 'от аккумулятора',
      },
      {
        name: 'Тип тормоза',
        value: 'ножной',
      },
      {
        name: 'Время зарядки',
        value: '10 часов',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '9 (23см)',
      },
      {
        name: 'Питание',
        value: 'От аккумулятора 12 В',
      },
      {
        name: 'Подсветка',
        value: 'led-подсветка',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Тип колес',
        value: 'EVA (резина вспененный каучук)',
      },
      {
        name: 'Гарантийный срок',
        value: '6 месяцев',
      },
      {
        name: 'Напряжение',
        value: '12 В',
      },
      {
        name: 'Комплектация',
        value:
          'электромобиль; Аккумулятор 12V; Пульт управления - 1 шт; зарядное устройство',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '13.5 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '16.5 кг',
      },
      {
        name: 'Длина упаковки',
        value: '110 см',
      },
      {
        name: 'Высота упаковки',
        value: '30 см',
      },
      {
        name: 'Ширина упаковки',
        value: '57 см',
      },
    ],
    coverImage:
      'https://basket-13.wbbasket.ru/vol1964/part196425/196425879/images/c516x688/4.webp',
    coverThumbnail:
      'https://basket-13.wbbasket.ru/vol1964/part196425/196425879/images/c246x328/4.webp',
    images: [
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol1964/part196425/196425879/images/c246x328/4.webp',
        url: 'https://basket-13.wbbasket.ru/vol1964/part196425/196425879/images/c516x688/4.webp',
      },
      {
        thumbnail:
          'https://basket-13.wbbasket.ru/vol1964/part196425/196425879/images/c246x328/8.webp',
        url: 'https://basket-13.wbbasket.ru/vol1964/part196425/196425879/images/c516x688/8.webp',
      },
    ],
    views: 118,
  },
  {
    title: 'Электросамокат CD-06S',
    categorySlug: 'electrosamokati',
    brand: 'Speedroll',
    description:
      'Электросамокат - это простая и доступная альтернатива обычному транспорту. Позволит быстро и без пробок доехать на работу или учебу, а также насладиться неспешной поездкой по городу в выходные. Резиновые цельнолитые колеса позволяют с комфортом преодолевать участки с неровной поверхностью. Электрический самокат оснащен батареей мощностью 24В/4.5Ач, а для того, чтобы зарядить его полностью, понадобится всего 5-8 часов. В комплекте детского электросамоката есть удобное сиденье, которое легко снимается. Мощный двигатель позволяет развивать скорость до 12 км/ч. Станет желанным подарком для ребенка и подростка на любой праздник. Электросамокат для детей легко складывается, не занимает много места при хранении, поэтому его можно перевозить в автомобиле и в общественном транспорте, а также хранить дома в шкафу. Электросамокат с сиденьем имеет привлекательный современный дизайн, который понравится всем без исключения: есть светодиодная подсветка на платформе, а переднее колесо светится при езде.\n\nМинимальная высота руля от платформы 68.5 см, максимальная 78.5 см.\nДлина платформы 58 см, ширина платформы 15 см.',
    price: 12271,
    oldPrice: 13500,
    discount: 10,
    stock: 2,
    characteristics: [
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'алюминий',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Нагрузка максимальная',
        value: '70 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'Складной; С сиденьем; подсветка',
      },
      {
        name: 'Высота рулевой стойки мин.',
        value: '69 см',
      },
      {
        name: 'Максимальная скорость',
        value: '12 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '12 км',
      },
      {
        name: 'Высота рулевой стойки макс.',
        value: '79 см',
      },
      {
        name: 'Мощность устройства',
        value: '120 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Емкость аккумулятора',
        value: '4500 мА*ч',
      },
      {
        name: 'Тип тормоза',
        value: 'ручной',
      },
      {
        name: 'Время зарядки',
        value: '8 часов',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '5,5"',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Количество колес',
        value: '2 шт',
      },
      {
        name: 'Комплектация',
        value:
          'зарядное устройство; руководство пользователя; сиденье; гарантийный талон',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '10.5 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '11.3 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Тип колес',
        value: 'полиуретановые',
      },
      {
        name: 'Длина упаковки',
        value: '73 см',
      },
      {
        name: 'Высота упаковки',
        value: '28 см',
      },
      {
        name: 'Ширина упаковки',
        value: '19 см',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c246x328/2.webp',
        url: 'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c246x328/5.webp',
        url: 'https://basket-10.wbbasket.ru/vol1511/part151192/151192685/images/c516x688/5.webp',
      },
    ],
    views: 30,
  },
  {
    title: 'Электровелосипед взрослый складной подростковый E10-20A',
    categorySlug: 'electrovelosipedi',
    brand: 'ACID',
    description:
      'Электро велосипед взрослый подростковый двухместный ACID изготовлен из современных и высококачественных материалов, рассчитан на рост от 140 до 200 см. Складная конструкция велосипеда позволяет легко складывать его для компактного хранения и перевозки в автомобиле и общественном транспорте. Двухместный электрический велосипед для взрослых с дополнительным местом для пассажира. Благодаря продуманному посадочному месту водителя и пассажира, правильному расположению всех элементов для передвижения, езда на таком транспорте будет комфортной и безопасной для двух человек. Бесшумный и эргономичный двигатель изготовлен из качественных материалов с высокой степенью выносливости. Мощность электровелосипеда – 400W. Односкоростной. Электро велик развивает скорость до 25 км/ч. Установлена литиевая энергоемкая батарея Li-оn 48V, емкостью 20А. Обеспечивает дальность хода – до 80 км (в гибридном варианте) и до 50 км (только на электротяге). Время до полной зарядки: первые две полных зарядки 10-12 ч, последующие 7 ч. Электровелосипеды оснащены специальными взрывозащищенными бескамерными шинами для литиевых электромобилей. Тормоза спереди и сзади – дисковые, что обеспечивает отличное торможение, даже при высокой скорости движения. На электровелосипед складной установлены 5 задних амортизаторов. Предусмотрена максимальная влагозащищённость и герметизация всего оборудования. Колеса диаметром 14 дюймов с тремя лепестками. Материал рамы – высокоуглеродистая сталь. Складные руль, рама и педали. Бортовой компьютер. Держатель смартфона. Спереди и сзади яркие светодиодные фонари. Низкий уровень потребления энергии аккумулятора. Габариты - 137х22х65 см. Вес велосипеда: 30,44 кг. Вес батареи: 4,98 кг. Общий вес: 32,42 кг.  Максимальная нагрузка 120 кг. Требует финальной сборки. Гарантийный срок на электровелосипед - 6 месяцев, на мотор-колесо, контроллер и на аккумулятор -1 месяц. Для гарантийного обслуживания велосипед должен быть собран и настроен в специализированной мастерской.',
    price: 48409,
    oldPrice: undefined,
    discount: 0,
    stock: 3,
    characteristics: [
      {
        name: 'Модель',
        value:
          'электровелосипед; электрический велосипед; электро велосипеды взрослые',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'сталь',
      },
      {
        name: 'Материал седла',
        value: 'искусственная кожа',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Количество скоростей велосипеда',
        value: '1 шт',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Максимальная скорость',
        value: '25 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Мощность устройства',
        value: '400 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Нагрузка максимальная',
        value: '120 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Особенности велосипеда',
        value:
          'Держатель мобильного телефона; складной; электро велосипед двухместный',
      },
      {
        name: 'Пробег на одном заряде',
        value: '80 км',
      },
      {
        name: 'Время зарядки аккумулятора (час)',
        value: '7 часов',
      },
      {
        name: 'Емкость аккумулятора',
        value: '20А',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '14',
      },
      {
        name: 'Задний тормоз',
        value: 'дисковый',
      },
      {
        name: 'Конструкция педалей',
        value: 'Складной',
      },
      {
        name: 'Передний тормоз',
        value: 'дисковый',
      },
      {
        name: 'Конструкция вилки',
        value: 'жесткая',
      },
      {
        name: 'Конструкция руля',
        value: 'прямой; складной руль электро велосипеда',
      },
      {
        name: 'Тип аккумулятора',
        value: 'Li-Ion',
      },
      {
        name: 'Тип велосипеда',
        value:
          'электровелосипед; электровелосипед взрослый мужской складной; электровелосипед взрослый женский складной',
      },
      {
        name: 'Комплектация',
        value: 'Электровелосипед ACID E10-20A-1шт',
      },
      {
        name: 'Гарантийный срок',
        value:
          '6 мес; на аккумулятор электро велосипеда, мотор-колесо электровелосипеда, контроллер - 1 месяц.',
      },
      {
        name: 'Длина упаковки',
        value: '115 см',
      },
      {
        name: 'Высота упаковки',
        value: '20 см',
      },
      {
        name: 'Ширина упаковки',
        value: '60 см',
      },
    ],
    coverImage:
      'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c246x328/1.webp',
        url: 'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c246x328/5.webp',
        url: 'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c516x688/5.webp',
      },
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c246x328/8.webp',
        url: 'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c516x688/8.webp',
      },
      {
        thumbnail:
          'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c246x328/12.webp',
        url: 'https://basket-14.wbbasket.ru/vol2169/part216910/216910951/images/c516x688/12.webp',
      },
    ],
    views: 2,
  },
  {
    title: 'Детский электросамокат Wolong q4',
    categorySlug: 'electrosamokati',
    brand: 'wolong',
    description:
      'Яркий, стильный и надежный, он станет отличным подарком для вашего ребенка.\nНебольшая скорость движения и яркая подсветка, поможет безопасно передвигаться на самокате, даже в темное время суток. Также за безопасность поездки отвечает тормозная электронная система и ножной тормоз(нажатие на крыло самоката).',
    price: 9165,
    oldPrice: 11460,
    discount: 25,
    stock: 10,
    characteristics: [
      {
        name: 'Модель',
        value: 'Wolong q4',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальный рост',
        value: '150 см',
      },
      {
        name: 'Нагрузка максимальная',
        value: '70 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Максимальная скорость',
        value: '14 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Мощность устройства',
        value: '130 Вт',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Время зарядки',
        value: '3 часа',
      },
      {
        name: 'Диаметр колес (дюймы)',
        value: '165',
      },
      {
        name: 'Количество колес',
        value: '2 шт',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '7.8 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '9 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Длина упаковки',
        value: '14 см',
      },
      {
        name: 'Высота упаковки',
        value: '20 см',
      },
      {
        name: 'Ширина упаковки',
        value: '68 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c246x328/2.webp',
        url: 'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c516x688/2.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c246x328/4.webp',
        url: 'https://basket-12.wbbasket.ru/vol1814/part181417/181417109/images/c516x688/4.webp',
      },
    ],
    views: 126,
  },
  {
    title: 'Смарт часы Smart Watch 8',
    categorySlug: 'unnie-chasi',
    brand: 'AKENZY electronics',
    description:
      'Смарт часы - это Smart Watch 8, которые идеально подойдут как для мужчин, так  и для женщин. Наш гаджет объединяет в себе функциональность и стиль, предлагая широкий спектр возможностей. Они позволяют отслеживать активность и физическую форму благодаря встроенному фитнес браслету. Электронные умные часы оснащены микрофоном и динамиком, а также всеми необходимыми функциями, которые позволят не доставать телефон из сумки или кармана: уведомления, управление камерой, мониторинг сна, будильник, звонки, сообщения, голосовой помощник - все это у вас на руке. Они оснащены функциями отслеживание сна, измерения пульса и шагомер для ходьбы, а также имеют возможность подключения к смартфону через Bluetooth 5.0, что позволяет управлять музыкой, фотографировать и даже использовать голосовые команды. Сенсорные часы на руку имеют элегантный дизайн и различные варианты цветов. В комплект входит наручные часы,  2 пары браслетов: силиконовый - подойдет для повседневного образа и во время спорта и металлический - для более делового стиля. iWatch являются модным аксессуаром, который сочетает в себе функциональность и стиль. Благодаря разнообразию моделей, у вас есть возможность персонально выбрать Watch 8, которые лучше всего подходят вашему стилю и предпочтениям. Наши умные часы - это отличный подарок для ваших детей, мальчика или девочки. Ведь благодаря им, вы всегда будете на связи со своим ребенком. Позвольте себе больше с нашим фитнес трекером. Подходят для моделей андроид и iOS.',
    price: 1498,
    oldPrice: 2098,
    discount: 40,
    stock: 14,
    characteristics: [
      {
        name: 'Модель',
        value:
          'смарт часы мужские; смарт часы женские; смарт часы детские; smart watch',
      },
      {
        name: 'Совместимые ОС',
        value: 'iOS; Android',
      },
      {
        name: 'Циферблат часов',
        value: 'аналоговый; цифровой; сенсорный',
      },
      {
        name: 'Длина циферблата',
        value: '4 см',
      },
      {
        name: 'Ширина циферблата',
        value: '4 см',
      },
      {
        name: 'Тип дисплея/экрана',
        value: 'Сенсорный; IPS',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Диагональ экрана',
        value: '2.02"',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Разрешение экрана',
        value: '480x480',
      },
      {
        name: 'Питание',
        value: 'беспроводная зарядка; USB; от аккумулятора',
      },
      {
        name: 'Емкость аккумулятора',
        value: '280 мА*ч',
      },
      {
        name: 'Время непрерывной автономной работы',
        value: '3 дня',
      },
      {
        name: 'Время зарядки аккумулятора',
        value: '60 мин',
      },
      {
        name: 'Вид стекла',
        value: 'сапфировое; стеклопластик; с антибликовым покрытием',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Подключение к ПК',
        value: 'нет',
      },
      {
        name: 'Беспроводные интерфейсы',
        value: 'Bluetooth; сенсорное управление; фитнес браслет; электронные',
      },
      {
        name: 'Датчики',
        value:
          'GPS; артериального давления; барометр; движения; калорий; кислорода; температуры; шагомер; мониторинг сердечного ритма; мониторинг сна',
      },
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал корпуса',
        value: 'стекло; пластик; нержавеющая сталь',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'GPS',
        value: 'да',
      },
      {
        name: 'Вид разъема',
        value: 'беспроводная магнитная зарядка; USB',
      },
      {
        name: 'Доп. опции смарт-часов и пульсометров',
        value: 'сенсорный циферблат; сменный ремешок; уведомления',
      },
      {
        name: 'Класс водонепроницаемости',
        value: 'IP67 (влагонепроницаемые)',
      },
      {
        name: 'Материал браслета',
        value: 'силикон; нержавеющая сталь; металл',
      },
      {
        name: 'Длина ремешка',
        value: '26 см',
      },
      {
        name: 'Толщина корпуса',
        value: '10 мм',
      },
      {
        name: 'Гарантийный срок',
        value: '1 ( один) год',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Вес товара с упаковкой (г)',
        value: '200 г',
      },
      {
        name: 'Вес товара без упаковки (г)',
        value: '100 г',
      },
      {
        name: 'Ширина предмета',
        value: '4 см',
      },
      {
        name: 'Комплектация',
        value:
          'Смарт часы - 1шт; силиконовый ремешок - 1 шт; Беспроводной зарядный кабель - 1 шт; Металлический ремешок -1 шт',
      },
      {
        name: 'Длина упаковки',
        value: '27 см',
      },
      {
        name: 'Высота упаковки',
        value: '4 см',
      },
      {
        name: 'Ширина упаковки',
        value: '7 см',
      },
    ],
    coverImage:
      'https://basket-09.wbbasket.ru/vol1202/part120287/120287837/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-09.wbbasket.ru/vol1202/part120287/120287837/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1202/part120287/120287837/images/c246x328/1.webp',
        url: 'https://basket-09.wbbasket.ru/vol1202/part120287/120287837/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-09.wbbasket.ru/vol1202/part120287/120287837/images/c246x328/3.webp',
        url: 'https://basket-09.wbbasket.ru/vol1202/part120287/120287837/images/c516x688/3.webp',
      },
    ],
    views: 241,
  },
  {
    title: 'Интерактивная игрушка с обучающими карточками.',
    categorySlug: 'unnie-igrushki',
    brand: 'Nraviza',
    description:
      'Представляем развивающий планшет для малышей! Это интерактивная игрушка  с карточками 3 в 1 . Детский электронный планшет поможет вашему ребенку начать говорить и развиваться в процессе игры. Принцип работы прост: вставляете карточки, планшет повторяет слова на них. Эта игрушка не только интерактивная, но и развивающая. Она помогает запускать и развивать речь, увеличивать словарный запас, улучшать моторику рук и память.  Музыкальный планшет с карточками  поможет изучить английский для малышей. Изучение английского языка - это важный шаг в развитии вашего ребенка. А мы знаем как это сделать веселым и увлекательным используя детский планшет развивающий. Ваш ребенок сможет изучать английский алфавит и начинать говорить на английском языке, начиная с самых ранних лет. Наш планшет  является логопедической игрушкой. Этот обучающий планшет отлично подойдет для детей от 1 года и старше, включая малышей до года, которые могут играть под надзором взрослых. Ребенок сможет самостоятельно  повторять слова, развивая речь и память. Этот планшет станет отличным помощником для родителей, которые хотят помочь своему ребенку начать говорить и развиваться с ранних лет. А так же ребенок сможет научиться рисовать.  Планшет для рисования имеет магнитный экран на котором можно создавать уникальные рисунки. Стирать рисунки можно просто нажатием кнопки. Эта магнитная  электронная  доска с подсветкой поможет малышам развивать свои творческие способности. .\nКупив этот планшет, вы дарите своему ребенку увлекательное и обучающее развитие и немного свободного времени себе. Вставьте умную карточку  на обратной стороне и устройство прочитает ее. В комплект входит 112 карточек на русском и английском языках на разные тематики: семья, профессии, цвета, формы, природа, одежда. Устройство для чтения обучающих карточек настоящий помощник и самоучитель, развивашка для ребенка. Можно использовать как детский тренажер для изучения английского.\nХороших Вам покупок!',
    price: 1518,
    oldPrice: 1898,
    discount: 25,
    stock: 41,
    characteristics: [
      {
        name: 'Цвет',
        value: 'розовый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал игрушки',
        value: 'ABS-пластик',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Интерактивные функции',
        value: 'Рисование; обучение; Звуковые эффекты',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Особенности игрушки',
        value:
          'детский планшет; английский для детей для начинающих; английский для дошкольников',
      },
      {
        name: 'Тренируемые навыки',
        value: 'память; развитие мелкой моторики; внимание',
      },
      {
        name: 'Эффекты',
        value: 'звуковые; Световые и звуковые эффекты; Рисование',
        isSearchable: true,
        priority: 1,
      },
      {
        name: 'Питание',
        value: 'от батареек',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Возрастные ограничения',
        value: '3+ (лет)',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Комплектация',
        value:
          'Упаковка и инструкция на русском языке; графический планшет; стилус; USB Type-C кабель; 112 развивающих карточек (224 аудио карточки, 12 тем)',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1536/part153687/153687416/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1536/part153687/153687416/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1536/part153687/153687416/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1536/part153687/153687416/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1536/part153687/153687416/images/c246x328/11.webp',
        url: 'https://basket-10.wbbasket.ru/vol1536/part153687/153687416/images/c516x688/11.webp',
      },
    ],
    views: 82,
  },
  {
    title: 'Электромобиль детский полный привод с аккумулятором пультом',
    categorySlug: 'electromobili',
    brand: 'Kidiki',
    description:
      'ЧТОБЫ НАСТРОИТЬ ПУЛЬТ, НАЖМИТЕ НА КНОПКУ, КОТОРАЯ НАХОДИТСЯ ПОД СИДЕНЬЕМ.\n\nВнимание каждого ребенка привлечет электромобиль. Это многофункциональный детский транспорт, выполненный из качественных материалов. Крепкий пластик не треснет при серьезных повреждениях, а внешний вид машины не испортится. Машина точно повторяет модель Bentley, которая особенно нравится всем мальчикам и девочкам от одного года. Полноприводное авто способно преодолевать любые препятствия. \n\nЭто обеспечено и резиновыми колесами EVA. Они отлично ездят по любому покрытию, проезжают ямы и кочки. Машинка дополнена яркой подсветкой, встроенной в фары, из-за чего малыш сможет ездить по улице в темное время суток. Модель иметь пульт управления, который позволяет переключать скорость, поворачивать в нужную сторону или останавливать транспорт. Бентли имеет мощный двигатель и редуктор, как в настоящих авто. Емкостный аккумулятор позволяет долго ездить без подзарядки. Электротранспорт станет идеальным подарком детям на любой праздник. Подарите его сыну, дочери на День Рождения и по другому поводу. Детская радость не будет знать границ. У машины 4 мотора по 25W.',
    price: 17177,
    oldPrice: 18895,
    discount: 10,
    stock: 11,
    characteristics: [
      {
        name: 'Цвет',
        value: 'зеленый',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Материал рамы/основания',
        value: 'пластик',
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальный рост',
        value: '120 см',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Высота предмета',
        value: '43 см',
      },
      {
        name: 'Ширина предмета',
        value: '60 см',
      },
      {
        name: 'Длина предмета',
        value: '108 см',
      },
      {
        name: 'Мощность устройства',
        value: '100 Вт',
      },
      {
        name: 'Нагрузка максимальная',
        value: '30 кг',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'пульт ДУ; вход USB',
      },
      {
        name: 'Макс. время непрерывной работы на одном заряде',
        value: '2 часа',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '5 км',
      },
      {
        name: 'Емкость аккумулятора',
        value: '7 А/ч',
      },
      {
        name: 'Типоразмер элемента питания',
        value: 'Свинцово-кислотный',
      },
      {
        name: 'Тип тормоза',
        value: 'ножной',
      },
      {
        name: 'Время зарядки',
        value: '10 часов',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Подсветка',
        value: 'есть',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Тип колес',
        value: 'EVA',
      },
      {
        name: 'Гарантийный срок',
        value: '6 месяцев',
      },
      {
        name: 'Напряжение',
        value: '12 В',
      },
      {
        name: 'Комплектация',
        value: 'Электромобиль 1 шт',
      },
      {
        name: 'Вес без упаковки (кг)',
        value: '14.4 кг',
      },
      {
        name: 'Вес с упаковкой (кг)',
        value: '18.4 кг',
      },
      {
        name: 'Длина упаковки',
        value: '109 см',
      },
      {
        name: 'Высота упаковки',
        value: '28 см',
      },
      {
        name: 'Ширина упаковки',
        value: '57 см',
      },
    ],
    coverImage:
      'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c246x328/1.webp',
        url: 'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c246x328/6.webp',
        url: 'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c516x688/6.webp',
      },
      {
        thumbnail:
          'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c246x328/10.webp',
        url: 'https://basket-10.wbbasket.ru/vol1582/part158225/158225977/images/c516x688/10.webp',
      },
    ],
    views: 6,
  },
  {
    title: 'Электроскутер Kugoо V Pro',
    categorySlug: 'electroskuteri',
    brand: 'KUGOO',
    description:
      'Kugoo V Pro - идеальное средство передвижения как для подростков, так и для взрослых, обеспечивающее надежную мобильность. Этот электроскутер объединяет в себе современный дизайн и передовые технологии.\n\nМощь и Производительность\n\nС мощным мотором, Kugoo V Pro предлагает впечатляющее ускорение и возможность развивать высокие скорости. Этот электроскутер подходит для разных возрастных групп, гарантируя интересные поездки.\n\nДальность и Эффективность\n\nБольшой аккумулятор Kugoo V Pro позволяет проехать впечатляющие расстояния на одной зарядке. Он надежно доставит вас к вашему месту назначения.\n\nСовременный Дизайн и Комфорт\n\nСтильный дизайн Kugoo V Pro делает его привлекательным. Удобное сиденье и качественная амортизация обеспечивают комфорт во время поездок.\n\nИнтеллектуальное Управление\n\nСовременный дисплей и интуитивное управление делают Kugoo V Pro легким в использовании. Система безопасности и спидометр гарантируют безопасные поездки.\n\nБезопасность и Практичность\n\nKugoo V Pro оснащен надежными тормозами и яркой системой освещения, обеспечивая вашу безопасность. Компактный дизайн и наличие багажника позволяют перевозить необходимые вещи.\n\nKugoo V Pro - это современный электроскутер, который сочетает в себе стиль, производительность и комфорт, отвечая потребностям как подростков, так и взрослых. Погрузитесь в мир мобильности с Kugoo V Pro! Пожалуйста, обратите внимание, что характеристики, представленные в описании, могут изменяться в зависимости от условий эксплуатации.',
    price: 72562,
    oldPrice: 108845,
    discount: 50,
    stock: 10,
    characteristics: [
      {
        name: 'Цвет',
        value: 'черный',
        isSearchable: true,
        priority: 5,
      },
      {
        name: 'Страна производства',
        value: 'Китай',
      },
      {
        name: 'Максимальная скорость',
        value: '50 км/ч',
        isSearchable: true,
        priority: 4,
      },
      {
        name: 'Нагрузка максимальная',
        value: '125 кг',
        isSearchable: true,
        priority: 3,
      },
      {
        name: 'Доп. опции электротранспорта',
        value: 'фара; подсветка',
      },
      {
        name: 'Длина предмета',
        value: '164 см',
      },
      {
        name: 'Макс. расстояние на одном заряде (км)',
        value: '45 км',
      },
      {
        name: 'Диаметр заднего колеса/колес',
        value: '355.6 мм',
      },
      {
        name: 'Диаметр переднего колеса/колес',
        value: '355.6 мм',
      },
      {
        name: 'Время зарядки',
        value: '8-9 часов',
      },
      {
        name: 'Питание',
        value: 'от аккумулятора',
      },
      {
        name: 'Напряжение',
        value: '1000 В',
      },
      {
        name: 'Вес без упаковки',
        value: '57 кг',
        isSearchable: true,
        priority: 2,
      },
      {
        name: 'Вес с упаковкой',
        value: '65 кг',
      },
      {
        name: 'Гарантийный срок',
        value: '1 год',
      },
      {
        name: 'Длина упаковки',
        value: '156 см',
      },
      {
        name: 'Высота упаковки',
        value: '80 см',
      },
      {
        name: 'Ширина упаковки',
        value: '46 см',
      },
    ],
    coverImage:
      'https://basket-12.wbbasket.ru/vol1708/part170869/170869352/images/c516x688/1.webp',
    coverThumbnail:
      'https://basket-12.wbbasket.ru/vol1708/part170869/170869352/images/c246x328/1.webp',
    images: [
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1708/part170869/170869352/images/c246x328/1.webp',
        url: 'https://basket-12.wbbasket.ru/vol1708/part170869/170869352/images/c516x688/1.webp',
      },
      {
        thumbnail:
          'https://basket-12.wbbasket.ru/vol1708/part170869/170869352/images/c246x328/5.webp',
        url: 'https://basket-12.wbbasket.ru/vol1708/part170869/170869352/images/c516x688/5.webp',
      },
    ],
    views: 4,
  },
];
